{
  "url": "https://jaroslavlachky.sk/adaptacia-na-chlad-2-protokol-ako-sa-adaptovat-na-chlad/",
  "title": "Adaptácia na chlad #2 Protokol-Ako sa adaptovať na chlad",
  "content": "Ako začať s chladom, ako sa naň adaptovať a aký postup zvoliť? Využiť pri tom sprchu, vaňu alebo rovno jazero? Stačí sa iba menej obliekať? Ako dlho byť vo vode, koľko má mať voda stupňov a ako rozoznať, že si vediem dobre? Získam rovnaké benefity, keď sa budem iba sprchovať alebo musím vliezť celý do vody? Aj na tieto odpovede v dnešnom článku nájdeš odpovede. (P.S. v odstavci nižšie si môžeš skrátený protokol stiahnuť aj ako pdf!)\n\n\n\n\n\n\nNovinka: Podporný webinár v prémium členstve\nWebinár #14 Vylepšený protokol Adaptácie na chlad\nViac o webinároch\n\n\n\n\n\n\nSUMÁR/OSNOVA ČLÁNKU\n\n\n\nToto je osnova dnešného článku. Odporúčam nepreskakovať a prečítať celé, no je to na tebe. Osnova je robená praktickou formou odkazov a preto po kliknutí na daný odsek budeš ihneď v texte presunutý presne na danú časť. Do budúcna ti to snáď pomôže, až budeš protokol čítať opakovane a bude ťa zaujímať iba niečo konkrétne.\n\n\n\n1. AKO ZAČAŤ S CHLADOM2. O ČOM JE TENTO PROTOKOL3. AKÝ JE HLAVNÝ BENEFIT TOHOTO PROTOKOLU? 4. Čo by si mal vedieť pred začatím?5. Niektoré odporúčané a lacné pomôcky6. Samotný postup 7. Znaky, ktoré na sebe môžeš časom pozorovať8. Zopár tipov na záver9. ZÁVER a ZHRNUTIE PROTOKOLU10. REFERENCIE a CITÁCIE11. Linky na kúpu odporúčaných pomôcok\n\n\n\n\n\n\n\n(Poznámka: Protokol si môžeš teraz stiahnuť aj ako peknú, skrátenú pdf verziu. Stačí ak klikneš na tlačidlo nižšie.)\n\n\n\n\nStiahnuť pdf >>\n\n\n\nPrepošli pdf známemu\n\n\n\n\n\n\n\n\n\n\n\n\n1. AKO ZAČAŤ S CHLADOM\n\n\n\nV predošlom krátkom článku som ti načrtol malý rozdiel, ktorý je medzi otužovaním a adaptáciou na chlad ako takou. Tiež si čítal zopár benefitov, aké chlad na naše telo má. V nasledovných článkoch sa zas pozrieme na hnedý tuk, štítnu žľazu, kortizol, leptín, či cirkadiálny rytmus. No dnes príde na rad otázka, ako s chladom začať? Odpoveď je rozhodnutím, naplánovaním a prvým krokom. KOMFORTNÁ ZÓNA sa nevolá komfortná pre nič za nič. Je to ako z rozbiehaním auta do mierneho kopca.\n\n\n\nNa začiatku si to vyžaduje veľa sily, aby si auto dal do pohybu, na keď už sa hýbe, stačí ti iba občas zabrať a potlačiť. Podobne je to aj, keď auto zastavíš. Ak auto necháš stáť, pôjde nazad dolu z kopca. Vtedy je ľahšie sa naň vykašlať a nechať ho padať, ako zabrať a vzdorovať. Je to ľahšie, ako zastaviť ho a potom opäť rozbehnúť správnym smerom.\n\n\n\n„Avšak to, že je niečo v živote ľahšie a nevyžaduje si to námahu ešte neznamená, že je to správne. Niekedy je lepšie vydať sa NEZNÁMOU a ŤAŽŠOU CESTOU, ktorá predstavuje istý nekomfort (aspoň zo začiatku), ako tou ĽAHŠOU a VYŠĽAPANOU. Zvyčajne však tá ťažšia cesta prinesie najviac ovocia. S chladom a počiatočným „nepohodlím“ je to rovnaké. Mysli na to.“\n\n\n\n\n\n\n\n2. O ČOM JE TENTO PROTOKOL\n\n\n\nSamotný postup je výsledkom viacerých štúdií, kníh, prác, vlastných pokusov,  pozorovaní, ale hlavne je to postup, ktorý zlučuje EVOLUČNÉ PRAVIDLÁ HRY s overenými vedeckými dátami a našou BIOLÓGIOU. Pri tomto bode urobím krátku prestávku, pretože chcem, aby si sa nad ním zamyslel. Tento postup nie je nič nezvyčajné (hoci sa ti niektoré body možno tak budú zdať), ani to nie je niečo, čo ťa má nútiť do nezvyčajných alebo HRDINSKÝCH, či EGOISTICKÝCH činov. Rovnako ti nebudem prezentovať „objavenie Ameriky“, no podobne ako pri solárnom mozole, aj tu pôjde o zlúčenie dát, znalostí a našej biológie s empirickými pozorovaniami do uceleného postupu, ktorý ti môže poslúžiť ako ÚVOD k tomu, aby si začal chlad využívať ako svoj NÁSTROJ. \n\n\n\nPri adaptácií na chlad nejde o to, ostať čo najdlhšie v studenej vode, ani vliezť do zamrznutého jazera, urobiť si „selfí“ a potom stráviť týždeň v horúčkach. Jedná sa o  postup, ktorý v tebe môže za pomoci chladu a pochopenia vlastnej BIOLÓGIE spustiť prirodzené mechanizmy, ktoré v sebe ako placentový cicavec máš, ktoré ti môžu pomôcť nie len s cirkadiálnou biológiou a opravou prirodzených bio-rytmov, ale aj s postavou, úpravou hmotnosti, celkovým ZDRAVÍM a pre mnohých ďalších (ako tomu bolo aj u mňa v minulosti) aj s VÝKONNOSŤOU a to či už mentálnou, ale aj fyzickou. \n\n\n\nTento postup je doplnením toho, čo nájdete aj v mojej prvej knihe ZÁKLADY CIRKADIÁLNEJ BIOLÓGIE a je sumárom z viacerých zdrojov (napr. TU, TU, TU, TU, TU, TU, TU alebo najlepšie TU).\n\n\n\nO adaptácií na chlad budeš čítať viac článkov, pričom dnešný bude venovaný čisto PROTOKOLU/POSTUPU ako na to, a za ním budú nasledovať nejaké dôležité teoretické, ohľadom leptínu, štítnej žlazy, či cirkadiálneho rytmu a finálny bude zameraný na OTÁZKY a ODPOVEDE, tzv. FAQ. Podobne ako som to spravil pri solárnom mozole. \n\n\n\nUž pred pár mesiacmi som na fóre vyhodil otázku (tí, ktorí fórum navštevujú a zapájajú sa vedia), kde som zisťoval záujem o blogy zamerané na chlad a vyzbieral som tam zopár otázok, ktoré mám poznačené a zahrniem ich do nasledovných blogov prioritne. (Ak ešte nemáš účet, vytvoríš si ho ZDARMA TU.)\n\n\n\n(Taktiež máš možnosť zúčastniť sa živého webináru, ktorý bude už čoskoro, v ktorom účastníkom doplním aj to, čo v blogoch nenájdeš.)\n\n\n\n\n\n\n\n3. AKÝ JE HLAVNÝ BENEFIT TOHOTO PROTOKOLU?\n\n\n\nZo série MITOCHONDRIE vieš, že zdravá a funkčná mitochondria presúva elektróny z potravy medzi svojim prvým až štvrtým komplexom, na konci ktorého vznikne voda. Z posledného podcastu a konkrétne prvej otázky (ak sa niekomu lepšie učí počúvaním miesto čítania) si zas môžeš pamätať, že elektróny zo sacharidu vstupujú na membránu cez prvý komplex. Prečo? \n\n\n\nPretože medzi prvým až štvrtým komplexom mitochondria udržuje najvyšší REDOX. Konkrétne okolo – 400 mV. To, že má REDOX v záporných hodnotách by ti malo aj ako laikovi niečo povedať. Hovorí ti to toľko, že je tam veľká prevaha elektrónov a vysoká fotonická sila, pretože svetlo reaguje iba s elektrónmi (viď Einsteinov fotoelektrický jav). Preto mitochondria prijíma vysoko energetické elektróny zo sacharidu, ktoré si na chrbte nesú UV svetlo iba na prvý komplex, pretože iba tam ich dokáže spracovať a poslať ďalej. Keď mitochondria nemá dostatočný REDOX, elektróny zo sacharidu nepracujú dobre. \n\n\n\nToto je zároveň dôvod, prečo má väčšina moderných ľudí problém s konzumáciou sacharidov a nie všetky tie nezmysly, ktoré počúvame všade naokolo o kalóriách, ketónoch, či makronutrientoch. Mitochondrie kalórie nezaujímajú! Možno sa teraz pýtaš, ako do toho zapadá tento postup a CHLAD, ako taký? Jednoducho. \n\n\n\nKeď si vystavený chladu, tvoje mitochondrie sú prinútené sa „svcrknúť“, čím sa všetky komplexy na jej vnútornej membráne ocitnú bližšie pri sebe a elektróny dokážu s vyššou pravdepodobnosťou prejsť až po štvrtý komplex a umožniť vzniku vody. Chlad to dokáže takmer okamžite a to aj bez toho, aby sa museli mitochondrie zrecyklovať alebo zahubiť a vytvoriť nové. To znamená, že CHLAD môže pomôcť tvojim disfunkčným mitochondriám lepšie kontrolovať flow elektrónov ešte predtým, ako sa ti v priebehu mesiacov a rokov upraví zdravie a mitochondrie v tele sa postupne opravia. \n\n\n\nCHLAD je teda niečo ako tvoja medicína. Podobne ako si pri akútnej bolesti zubu vezmeš tabletku od bolesti hoci vieš, že tabletka ti zub žiadno nevylieči, no môže ti akútne pomôcť zvládnuť obdobie, pokým ti zubár zub opraví. Presne preto je chlad tvojim silným nástrojom, ktorý sa musíš naučiť používať podľa svojej potreby. \n\n\n\nDruhá vec, ktorú ešte v tomto článku spomeniem, sú HORMÓNY. Každý kto má hormonálne problémy by mal vedieť, že chlad je veľmi rýchly spôsob, ako ich fixnúť a to podobne ako som to opísal vyššie. Presný mechanizmus akým to robí podstatný teraz nie je, no chcem aby si to vedel. \n\n\n\n\n\n\n\n4. Čo by si mal vedieť pred začatím\n\n\n\nTu je zopár bodov, ktoré musíš mat na mysli, než sa vrhneš na daný postup a začneš brat chlad naozaj vážne. Toto je tiež rozdiel medzi otužovaním a adaptáciou na chlad. Ak chceš nejaký ďalší príklad, prečo nie je otužovanie a chlad to isté a prečo musíš poznať rozdiel aj ďalšie faktory, zamysli sa napr. nad medveďom, kačičkou, či vlkom. \n\n\n\nTak napríklad vlk, ten u nás tiež zažíva v zime chlad, no určite mu nejde o otužovanie. Jednoducho ten chlad príde a on mu musí čeliť, inak zahynie. Avšak nikdy si predtým neuvarí teplý čaj v domnienke, že mu bude príjemnejšie, alebo si po pobyte vonku neurobí na večeru zemiaky, či cestoviny, pretože si vo fitness časopise prečítal, že mu sacharidy večer pomôžu. \n\n\n\nVlk nemá na výber a vždy musí čeliť viacerým veciam súčasne, medzi ktoré patrí napríklad vyhýbanie sa sacharidom (obzvlášť niektorým, ktoré majú na náš metabolizmus v súvislosti s chladom, najhorší vplyv), ketogénna strava a iné. Takže:\n\n\n\nPočas úvodných týždňov adaptácie na chlad nejedz sacharidy. Zabudni na slová typu „bezpečný“ sacharid. Evolúcia s prírodou totižto tvrdia opak. V zime sacharid nevyrastie, pretože k tomu nemá dostatok deutéria ani vysoký kvantový výťažok a naše mitochondrie preto pracujú v chlade inak a prvý komplex s proteínom NAD využívajú rozdielne. Ľudia, ktorí už teda majú nejaké skúsenosti s low carb a ketogénnou stravou, budú mať výhodu. \n\n\n\nPred tým, ako sa pustíš do tohoto postupu, uisti sa, že máš v tele dostatok omega 3 (konkrétne EPA s DHA). Dôvod prečo je ľahký. DHA mení svetlo na jednosmerný elektrický prúd a CHLAD ti pomáha zadržať el. náboj. Tieto PUFA tiež pomáhajú membránam v mitochondrii byť flexibilnými (ohybnými). Bez dostatku DHA bude tvoja citlivosť na chlad nízka a tvoje telo ho nezvládne. \n\n\n\nToto je dôvod, prečo som momentálne blogy uverejnil teraz, pretože chcem dať každému čas a vedomostí predtým, ako sa vrhne na vec. V tomto období využívaj slniečko a solárny mozoľ a zároveň si môžeš pozisťovať všetko čo o chlade treba. Pomocou vhodného solárneho mozoľu si môžeš vybudovať slušnú hladinu vitamínu D, ktorý je v podstate znakom toho, koľko elektrického prúdu v tele tvoríš (preto ho majú ľudia nízky) a následne použitím chladu, elektrický náboj lepšie zadržíš a uchováš. A práve JESEŇ je to najideálnejšie obdobie za mňa na VSTUP do chladu.\n\n\n\nVtedy už UV ubúda (UVB odíde v októbri úplne) a práve toto je bod, kedy cicavce viacej priberú a neskôr sa im zmení pomer omega 3 a omega 6 v tkanivách. Pred zimou zvýšia množstvo omega 6 a s príchodom zimy zasa začnú zhromažďovať veľa omega 3 a konkrétne DHA s EPA. \n\n\n\nZa tieto zmeny však môžu stimuly, aké zachytáva nie len naše črevo, ale aj oko a pokožka. Preto dnes majú ľudia v tkanivách nadbytok omega 6, pretože ich oko nepracuje takmer vôbec a pokožka detto. Ich mitochondrie aj PROKARYOTY v črevách žijú v úplne inom svete, aký je naozaj vonku.\n\n\n\nJe to podobné, ako keby si svoje hlavné hodinky v byte (akože SCN) nastavíš na odlišný čas, aký je momentálne vonku. Keď si totižto doma potom ladíš čas na ďalších spotrebičoch (akože orgány a mitochondrie v tráviacom trakte), nemôžeš sa čudovať, že budú mať tiež zlý čas a teda, že nebudú dobre synchronizované. Takto sa tvoje telo bude ovládať nesprávne. \n\n\n\nČo sa týka individuálneho stanovenia pomeru týchto PUFA v tele, máš viacej možností. Existujú aj niektoré krvné testy, prípadne takýto zahraničný test, no nepovažujem to za nutnosť. Test síce dokáže zistiť nejaké pomery a koncentráciu konkrétnych PUFA, no nezistí, v akom stave sú dané PUFA a rovnako ich presné rozmiestnenie v bunkách a membránach (v endoplasmatickom retikulu, vonkajšej membráne mitochondrie, atď.).\n\n\n\nAk máš však peniaze na viac, osobne by som to vyskúšal s tým, že si zmeriam pomery teraz, otestujem si svoju citlivosť na chlad, podstúpim povedzme 3-mesačnú stravu bohatú na ryby a morské plody, otestujem znovu a taktiež vyskúšam svoju citlivosť na chlad a následne mám celkom pekný údaj, aj skúsenosť. Pre všetkých ostatných odporúčam tak či onak zaradiť stravu s dostatkom DHA niekoľko týždňov pred adaptáciou a čo sa skúšky týka, môžeš sa riadiť svojimi pocitmi. Ak nemáš vážne zdravotné problémy, malo by ti to stačiť.\n\n\n\nKeď povedzme vypiješ „na ex“ pohár ľadovej vody, prípadne prehltneš kus studenej zmrzliny, mal by si to zvládnuť. Ak ťa bude „bolieť“ v hlave, podobne ako to bolelo známeho Codyho zo seriálu Krok za krokom, vieš, že ti chýba DHA s EPA (omega 3). Rovnako aj tvoja celková citlivosť na chlad. Ak nezvládneš svoju pokožku vystaviť aspoň na chvíľu ľadovej vode, detto. A ak máš s chladom problém úplne, že sa mu nedokážeš vystaviť vôbec, pravdepodobne máš problém aj so štítnou žľazou a rovnako s nedostatkom DHA s EPA (pozri aj ďalší bod č.3).\n\n\n\n\n\n\n\n3. Pred začatím sa uisti, že máš v krku, prsníkoch, aj periférnych tkanivách dostatok jódu. Schválne som spomenul krk aj prsníky, pretože pre ženy je to kritické. Ženy majú v dnešnej dobe viac autoimunitných ťažkostí (kvôli ich inému imunitnému systému, ktorý je v dnešnej dobe pre ne prekliatím), avšak jód je niečo, čo im môže veľa pomôcť. A to aj ich prsníkom. [11]\n\n\n\nTeraz však nejdem rozoberať ženskú autoimunitu a tak ti iba prízvukujem, že bez dostatku jódu v strave si „neškrtneš“. Jód sa nachádza výlučne v morskej strave a tak zabiješ 2 muchy jednou ranou, pretože prijmeš aj omega 3, aj jód. Krevety sú myslím celkom chutné aj výživné, no lacnejšia varianta pre väčšinu sú morské riasy. Jesť ich môžeš povedzme 2 až 3-krát v týždni, prípadne inak, podľa potreby. O morských riasach, ich výbere aj príprave som niečo písal aj tu., prípadne aj v článku Jód a vývoj mozgu.\n\n\n\n\n\n\n\n4. Počas adaptácie na chlad nejedz NIKDY fruktózu. Ohľadom fruktózy sa vo svete výživy vedú veľké spory (za mňa to však vychádzania z nepochopenia našej biológie), avšak pamätaj, že CHLAD, spaľovanie mastných kyselín a FRUKTÓZA nedávajú nijaký evolučný zmysel a nejdú dohromady. \n\n\n\nTieto riadky v skratke znamenajú toľko, že až sa dostaneš do bodu, kedy budeš tento postup skúšať, bezpečný sacharid pre teba stráca zmysel. Tiež to znamená, že ak už skúšaš ketogénnu stravu, mal by si ku nej zaradiť aj chlad. Jedno bez druhého u teba nikdy nevyvolá požadovaný efekt. Čiže polotovary a sladkosti sú pre teba pri protokole tabu no taktiež aj „zdravé“ ovocie. \n\n\n\nMožno už pomaličky začínaš chápať prečo sú naozaj dnešné moderné „zdravé“ fitness štýly postavené iba na polopravdách, nepochopení našej biológie a bez kontextu pre trvá nedávajú zmysel.\n\n\n\nOvocie preplnené fruktózou a deutériom je pre dnešných ľudí žijúcich pod umelým svetlom s nedostatkom UV svetla jeden z najrýchlejších spôsobov, ako PRIBRAŤ a zhoršiť si mitochondrie. Obzvlášť pri už vysokej heteroplazmii.\n\n\n\n\n\n\n\n5. A samozrejme posledný, no dôležitý bod: ak máš akékoľvek zdravotné problémy, obzvlášť vážne so srdiečkom, či štítnou žľazou, vždy sa poraď s odborníkom alebo lekárom. Hoci je to klišé, no napísať som to musel. Ja ťa osobne nepoznám a preto nemôžem ručiť za tvoju interpretáciu a následnú aplikáciu čohokoľvek, o čom píšem (nie len v tomto blogu).\n\n\n\nPamätaj, že zodpovednosť za svoje zdravie máme všetci vo svojich rukách. Toto učím aj zlatých členov hneď od začiatku, pretože je to v dnešnom svete to najpodstatnejšie!\n\n\n\n\n\n\n\n5. Niektoré odporúčané pomôcky\n\n\n\nVesta , ľadový obklad a termometer ako skvelé pomôcky\n\n\n\n\n\n\n\nNež sa vrhneš na daný postup, napíšem ti ešte zopár pomôcok, ktoré sa určite oplatí používať. Nie sú cenovo náročné a hlavne ako zvyknem hovoriť, ak chceš ísť do niečoho poriadne a s rozumom, musíš si to vedieť dobre manažovať. A preto sa bez niektorých pomôcok nezaobídeš ak chceš naozaj vedieť, na čom si. Stačí ak klikneš na pomôcku, linky som vložil do textu!\n\n\n\nMeter. Ja osobne používam 2 metre, jeden, ktorý sa využíva v akváriu, ktorým meriam teplotu vody v umyvadle/vani a druhý, inframeter, ktorým si meriam teplotu pokožky, prípadne aj teplotu vody (no v tomto nie je úplne presný). Vidíš ho aj nižšie na fotke.Nejaké termoponožky, prípadne obyčajná čiapka (zídu sa, až pôjdeš do vody)Nejaké ľadové obklady (ideálne v úvodnej fáze protokolu, prípadne po adaptácií)Alebo takéto vlastnoručne vyrobené ľadové obkladyOpakovane použiteľné kocky na ľad, ktoré môžeš použiť na schladenie vody (ideálne v úvode protokolu, na testovanie svojho statusu DHA, ale aj celkovo. Je to ľahký spôsob, ako piť studenú vodu, ktorá má následne vyššiu hustotu a tiež ti pomôže s tvorbou tepla.)\n\n\n\n\n\n\n\n6. Samotný postup\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1. Najlepší a najrýchlejší spôsob je vždy voda. Dôvod prečo, aj ako to súvisí s opálením našej pokožky sa dozvedia účastníci webináru už čoskoro. (Ak ešte nie si registrovaný, spravíš tak TU >>) Ak sa totižto rozhodneš adaptovať iba vonku na vzduchu a tým, že sa budeš menej obliekať, je to síce fajn, ale potrvá to dlhšie a musíš byť OPATRNÝ. \n\n\n\nVoda má vyššiu tepelnú vodivosť, čo znamená, že rýchlejšie z tela odoberá teplo. Konkrétne z teba voda berie teplo 23,46 krát rýchlejšie ako vzduch. [12] To znamená, že pri adaptácii na vzduchu vyžaduješ radikálne dlhší stimul ako vo vode, čo je pre väčšinu ľudí nepraktické, avšak naopak, po adaptácii, kedy pracuje telo trochu inak, je to skvelý spôsob na udržiavanie benefitov. V ďalších odstavoch o tom píšem viac.\n\n\n\nObliekanie sa menej teda môžeš považovať skôr za prípravu a otužovanie a ideálne je, ak to zaradíš pár mesiacov pred (prípadne super, ak takto funguješ intuitívne už roky), pretože kým sa takto aspoň čiastočne adaptuješ, prejde viac času, budeš vystavený aj vetru apod., a ľahšie medzitým prechladneš, čo ťa pribrzdí. Ak by sme žili ako zvieratká vonku, ktoré sú konštantne vystavené prostrediu a teplote, bolo by to iné, no nie sme (bohužiaľ)… Rovnako však je to ideálny spôsob, ako si udržiavať svoju adaptáciu aj po absolvovaní niekoľkých týždňoch daného protokolu. Keď raz prejdeš tým, čo sa dočítaš, nie je pre teba potrebné vystavovať sa chladu neustále a rovnako. Pamätaj, čo som napísal v úvode. Stane sa to tvojim nástrojom. \n\n\n\nPreto po úvodnej adaptácii nepotrebuješ chlad stále a tak isto, avšak budeš ho v živote musieť mať aspoň niekoľko mesiacov až rokov, aby prebehli v organizme prvotné zmeny, ktoré vyžadujú čas (napr. vaskularizácia, lepší transport krvi, kyslíka a živín, rozmnoženie mitochondrií,…). Práve na toto obdobie po adaptácii sú vhodné rôzne takéto „vychytávky“, vrátane ten najjednoduchšej akou je menej sa obliekať, pretože si to nevyžaduje žiadnu snahu, ani extra čas, a tvoje telo aj naďalej bude chlad zažívať a procesy v ňom budú pokračovať. \n\n\n\nVeď aká je to len námaha, keď pôjdeš povedzme v zimnom období na prechádzku, menej sa obliecť. Skôr ti to ešte čas ušetrí a na rozdiel od toho, ak by si to skúšal pred adaptáciou, nebudeš zažívať žiadny extra stres a ani nebudeš v tele stimulovať niektoré dráhy, ktoré som spomenul vyššie. Mysli na to. (P.S. O strese, zvýšenom cukre v krv, aj kortizole sa dočítaš v ďalších článkoch viac.) \n\n\n\n\n\n\n\n2. Začni piť studenú a postupne až ľadovú vodu. Určite vieš, ak si si niekedy meral teplotu, že naše telo má cca 37 °C. Ak vypiješ studenú vodu s teplotou cca 4 °C znamená to, že tvoje telo musí už hneď „zvnútra“ začať presúvať teplo, aby danú vodu zohrialo. [13] Pamätaj, že teplo je forma infračervenej radiácie a vďaka tomuto, sa v tebe začne viac šíriť. Rovnako to môžeš využiť ako test na omega 3 a postupne budeš vidieť, ako sa tvoja tolerancia voči ľadovej vode zvyšuje. \n\n\n\n3. Odporúčam ti zmeniť aj stravu, podľa bodov vyššie, aby bola KETOGÉNNA (s dostatkom jódu a DHA, ktoré by si už mal mať v sebe aj pred začatím) a podľa toho, čo som písal v STRAVOVACOM PROTOKOLE. Práve teraz môžeš skúšať vyššie levely z protokolu.\n\n\n\nKľudne si ho prelistuj ešte raz. Opakovanie je matkou múdrosti. Avšak musíš to zosúladiť s časom, kedy sa chladu vystavuješ, aby si sa predtým najedol (od bodu 5 nerob veci nalačno) a samozrejme sa riaď svojou citlivosťou na leptín. \n\n\n\n(Znaky dobre fungujúceho leptínu boli vypísané v danom protokole pod bodom 1.1. Ak ich spĺňaš, potom si môžeš vyberať čas podľa seba. Ak však nie, odporúčam ti stále raňajkovať a rovnako sa chladu vystaviť ráno, pripadne druhý najlepší čas je večer, po poslednom jedle.) \n\n\n\n\n\n\n\n4. Než sa vrhneš na kúpanie sa v studenej vode (viď bod 6), na pár týždňov odporúčam začať tvárou. Tvoja tvár má veľmi veľa nervových zakončení a tiež v sebe máme od narodenia niečo, čo sa nazýva „potápačský reflex cicavcov“. [14]\n\n\n\nTo znamená, že keď máme tvár ponorenú vo vode, „aktivuje“ sa v nás súbor fyziologických reakcií na ponorenie, ktorý prekonáva základné homeostatické reflexy. [14] Daný reflex nám pri ponorení optimalizuje dýchanie prednostnou distribúciou zásob kyslíka do srdca a mozgu, čo umožňuje ponorenie na dlhší čas. Práve vďaka tomuto reflexu aj malé dieťatko pri narodení vie, že sa nemá nadýchnuť. Rovnako vtedy využíva Archimedov princíp, hypoxiu a CHLAD vo svoj prospech. Ty to môžeš využiť tiež, keď už teraz vieš ako.\n\n\n\nSkús si napríklad napustiť lavór alebo umývadlo studenou vodou, prípadne tam nahádž aj kocky ľadu (ak máš veľký mrazák a vieš si ich robiť) a jednoducho si dnu ponor tvár. Nikam sa neponáhľaj a začni pozvoľna. Pri tomto nepotrebuješ extra sledovať ani teplotu vody, len sa zistí, že je pod cca 15 stupňov. Preto je fajn pridať aj ľad. \n\n\n\nToto ti odporúčam praktikovať niekoľko dní až týždňov a niekoľko krát denne tak, aby si sa dopracoval do bodu, kedy vydržíš bez dychu a bez pocitu chladu, s po celý čas ponorenou tvárou až pokým nedostaneš prirodzené nutkanie nadýchnuť sa. Ak teda vydržíš normálne bez dychu 2 minúty, cca podobný čas by si mal vydržať aj takto ponorený s tvárou v studenej vode. \n\n\n\nPri tomto bode zdôrazním aj bonus (najmä pre ženy). Verte mi, že už po pár razoch budete cítiť, že je Vaša pleť pevnejšia a rovnako je to skvelý štart do dňa.😉 Odporúčam teda zaradiť ráno, ako súčasť rutiny.\n\n\n\n\n\n\n\n5. Podobne ako v predošlom bode, než sa vrhneš na kúpanie sa, vystavuj si na čas chladu aj strategické miesta na tele (trápezy, hrudník, chrbát, brucho,…). \n\n\n\nTento bod môžeš robiť buď súčasne s predošlým, alebo až po ňom. Je to na tebe. Pamätaj si, že sa nemáš kam ponáhľať a radšej si to pekne naplánuj. Tieto body sú tiež veľmi vhodné v tom, že ich môžeš praktizovať ako súčasť bežného života a doma. \n\n\n\nPointou však je, že si začneš vystavovať chladu aspoň niektoré časti tela, v ktorých máme prirodzene viac hnedého tuku. Tieto časti sú napr. trápezy, zadná časť krku, chrbát, hrudník, či brucho. Práve v týchto miestach sa nám rýchlo tvorí hnedý tuk a tiež sa v týchto častiach tela zhromažďuje aj biely tuk, ktorý chceme premieňať na teplo, CO2 a vodu.\n\n\n\nPostupov môžeš zvoliť viac, napríklad si ich počas normálnej sprchy skúšať sprchovať studenou vodou, no ja preferujem iný prístup a to ĽADOVÝ OBKLAD. \n\n\n\nNikdy si ho však nedávaj na nahú pokožku (buď na tričko, uterák,…) a sleduj si farbu pokožky. Ak máš v tele dostatok omega 3, mal by si to zvládnuť bez problémov a tvoja pokožka by mala byť po celý čas pekne červená. Najlepší si to predstavíš ak si spomenieš na to, keď si bol malý, a hral si sa v tíme vonku v snehu a prišiel si domov s pekne červenými líčkami. Ideálne, ak si popri tom zmeriaš teplotu kože a mala by byť pod 15 °C. Ak máš na danom mieste viac tuku, mal by si takto vydržať dlhšie (aspoň hodinu). Ak máš podkožného tuku v danom mieste menej, nepotrebuješ taký dlhý čas, no tvoja farba pokožky by mala byť taktiež neustále pekne červená. \n\n\n\n\n\n\n\n6. Teraz je čas na skutočný kúpeľ a pravé ponorenie tela do studenej vody. Najideálnejšia je vaňa, ktorú napustíš studenou vodou (nemusí byť vôbec ľadová) a ľahneš si do nej. Nepotrebuješ sa namočiť celý, prioritné miesta sú vždy tie s najväčšou vrstvou tuku a tie, ktoré som písal vyššie. Rovnako to môžeš brať súčasne aj ako tréning, pretože pokožka na daných miestach bude časom krajšia pevnejšia a opálenejšia a súčasne sa ti tam postupne zníži množstvo bieleho tuku (teda schudneš, laicky napísané). \n\n\n\nNa tento krok však prejdi až potom, keď sa uistíš, že ostatné body sú pre teba OK. Ak si ich poctivo robil a sledoval sa, vieš kedy si pripravený. Ak si ich nerobil, pretože si už na chlad dlhšie zvyknutý, pripadne si z nejakého dôvodu uznal za vhodné, že sa chceš vrhnúť rovno sem, odporúčam to aspoň jednorazovo vyskúšať. \n\n\n\nČo sa kúpania sa vo vode týka, tu je zopár bodov, ktoré by si mal počas adaptácie a tohoto kroku dodržiavať, aby to pre teba malo požadovaný efekt a súčasne, aby to bolo pre teba bezpečné:\n\n\n\nNikdy nemaj na sebe nič kovové, ani prsteň. Aby si mal predstavu, ak máš na tele striebro a si vo vode, únik tepla z tela je 705 krát vyšší, ako z obyčajnej vody a až 16 538 krát vyšší, ako keby si iba vonku vystavený vzduchu. [12]\n\n\n\n(Takéto techniky a biohacky sa dajú využiť pri špecifických podmienkach na dosiahnutie lepšieho výkonu, napr. pri športe, no musíš vedieť čo robíš, a o tom určite nebudem písať na verejný blog. Myslím, že chápeš prečo.) \n\n\n\nNikdy sa nevystavuj chladu nalačno. Aspoň prvých 4 až 6 mesiacov. Ľadová krátka sprcha ráno či opláchnutie sa vodou je fajn. Rovnako prvé body, močenie si tváre, či obklady. No na ľadový kúpeľ potrebuješ dobrú enzymatickú výbavu, aby mali mitochondrie neustály prístup k mastným kyselinám a aby správne oscilovali a toto chce čas. Preto potrebuješ svoj kúpeľ zosúladiť s jedením (viď ďalšie body) \n\n\n\nJedz maximálne 3 krát denne, prípadne 2 krát (ak si už zvyknutý). Vždy sa pred ľadovou vodou najedz. Ideálne SFA a MUFA tuky a veľa bielkovín. Toto platí aj pre ženy, hoci u Vás môže stáť za skúšku SFA vymeniť za PUFA. MUFA považujte za „neutrálne“, pretože niektoré sa vedia stále podieľať aj na betaoxidácií a iné aj na stavebných funkciách.\n\n\n\nZvyčajne však platí, že ak konzumuješ morské veci, SFA na tanieri nemajú čo hľadať. Naopak, ak konzumuješ SFA, vtedy minimalizuj PUFA.\n\n\n\nSacharidy v tomto období vynechaj, nech má telo stimul zimy aj cez tráviaci trakt (viď predchádzajúce body, najmä 4.1). Najideálnejší čas na chlad je po raňajkách alebo po večeri. Skvelým znakom, kedy môžeš začať s chladom aj nalačno, je tvoja citlivosť na leptín. Ak nevieš aké to sú prečítaj si starší článok CIRKADIÁLNY PROTOKOL OPTIMÁLNA STRAVA. Tam bolo tieto znaky rozpísané. \n\n\n\nIdeálna teplota vody je medzi 10 – 15 stupňov Celzia a rovnako to ber ako hranicu pre teplotu svojej pokožky. Dôvod prečo je teplota tvojej pokožky, ktorá musí klesnúť aspoň na 17 až 18 stupňov, aby receptory v nej robili to, čo v chlade robiť majú. [15, 16, 17] Logicky teda, čím nižšia teplota, tým rýchlejšie sa zníži aj teplota tvojej pokožky a naopak. Preto použi sedliacky rozum, množstvo svojho tuku a svoje pocity. Ak máš napríklad na bruchu viac tuku, logicky máš vyššiu izoláciu a zvládneš viac, aj dlhšiu dobu. Naopak niekto štíhlejší svoju teplotu zníži rýchlejšie a bude mu stačiť menej.\n\n\n\nIdeálne ak budeš zo začiatku používať teplomer a merať si teplotu pokožky. 15 stupňov je tvoj cieľ. Nižšie ísť vo vode nepotrebuješ a ani sa o to nesnaž!\n\n\n\nNa Slovensku máme výhodu, pretože nám tečie z kohútika pomerne fajn voda, avšak záleží od potrubia a spôsobu ohrevu. Ak máš napríklad vlastný kotol, prípadne bývaš na dome a trubky ti idú vonkajškom, pravdepodobne budeš mať od jesene do jari nízku teplotu vody a preto máš výhodu. Podľa potreby si môžeš dopustiť teplejšiu. Z osobnej skúsenosti však viem, že v bežných bytových domoch, okrem leta, má najchladnejšia voda okolo 15 stupňov, takže by to nemalo byť ťažké docieliť.\n\n\n\nDo vody si ponor najmä miesta, kde máš najviac tuku a podľa svojho somatotypu. Človek, ktorý má chudé nohy a ruky, nepotrebuje tieto časti vystavovať chladu. Ak máš zas povedzme veľa viscerálneho tuku, brucho bude tvoja priorita. Čím štíhlejší a ektomorfnejší si, tým kratší čas ti postačuje a naopak.\n\n\n\nAk si povedzme niekde na úrovni 10 až 20% podkožného tuku, si mladý, postačuje ti možno 15 minút vo vode, kdežto niekto s 30 až 40% tukom aj hodinu.\n\n\n\nNajlepšie spravíš, ak si dáš vo vani čapicu, prípadne aj termoponožky. Z týchto častí tela ľahko uniká teplo, je tam tenká koža a málo podkožného aj hnedého tuku. Pamätaj, že tento protokol nie je o machrovaní, ani o tom, aby si vydržal čo najdlhšie vo vode. Ak však nemáš problém bez čiapky, či ponožiek, je to fajn. V opačnom prípade však odporúčam nechať si ponožky aj čiapku a do vane si ponoriť len cca od hrude po pás tela. Zvyšok môžeš mať pekne vonku.  Po namočení sa si sleduj farbu pokožky. Mala by byť vždy červená, nikdy nie biela či modrá. V takom prípade hneď vylez. Ja osobne to volám, že budeš vyzerať „ako by ťa vyplieskali“.\n\n\n\nČervená až ružová farba je znak toho, že krv prúdi ako má a máš v pokožke aktívny hnedý tuk aj mitochondrie, ktoré tvoria teplo. Ak si obézny, skús sa dopracovať na čas 40 – 60 minút. Štíhlemu a ektomorfovi stačí 10 – 15 minút. Nikdy nesmieš mať triašku ani ťažko dýchať. Ak nemáš správnu farbu, trasieš sa už vo vani alebo prudko dýchaš, vylez. Nie si pripravený ešte na túto adaptáciu.\n\n\n\nOdporúčam ti opraviť najskôr svoj cirkadiálny rytmus, upraviť vylučovanie melatonínu a leptínu, zmeniť stravu (podľa bodov vyššie), jesť veľa DHA a jódu a potom, ak chceš, skúsiť znovu.\n\n\n\nVždy vylez z vane, pokým nemáš triašku. Skús potom aspoň minútu vydržať len tak, nech vzduch začne ešte prudšie odoberať teplo z tela, poutieraj sa a obleč. Tu prichádzajú podľa mojich skúsenosti na rad 2 veci, na aké daný moment môžeš využiť: lepší spánok alebo vyšší výkon spojený s nejakou pohybovou/športovou aktivitou a teda aj zvýšením spaľovania tuku.\n\n\n\nAk ideš do vane večer, môžeš ísť rovno do postele a využiť čas čítaním, rozprávaním sa, apod. Ešte niekoľko hodín potom bude telo spaľovať tvoj podkožný aj viscerálny tuk, zvýši sa ti využitie kyslíka v mitochondriách (VO2), budeš tvoriť menej voľných radikálov a viac tepla aj ATP.\n\n\n\nAk si dopraješ takýto kúpeľ naopak ráno, kľudne choď hodinu po ňom trénovať, ak chceš. Sám uvidíš, že sa ti bude doslova ľahšie dýchať (stúpne ti využitie kyslíka), podáš lepší výkon a samozrejme logicky zoxiduješ aj viac mastných kyselín, čo znamená, že vytvoríš v tele viac vody, tepla a samozrejme spáliš tuk pod kožou (schudneš).  \n\n\n\nPoznámka: Triaška potom, čo z vody vylezieš, je však fajn.  Pomôže ti stimulovať tvorbu proteínu IRISIN. [18] Irisin je niečo ako hormón, ktorý vyvoláva podobný účinok ako fyzický tréning a medzi jeho funkcie patrí napr. to, že v tele stimuluje ďalšiu tvorbu hnedého tuku a teda aj produkciu nových mitochondrií.\n\n\n\n\n\n\n\n7. Ideálne obdobie je v trvaní 2 až 4 týždňov, kedy sa budeš takto vystavovať ľadovej vode minimálne raz za deň. Osobne však odporúčam viac (aspoň 3 mesiace), a ideálne podľa vlastných pocitov a niektorých zistení/meraní, ktoré na sebe môžeš popri tom vykonávať. Samozrejme po celý čas to maj zosúladené aj so stravou a taktiež s cirkadiálnym rytmom.\n\n\n\nNajlepšie, čo môžeš robiť je, ak práve tento čas využiješ k tomu, aby si začal vstávať aj zaspávať v rovnaký čas. Chlad je silný faktor a pomôže ti s cirkadiálnym rytmom veľmi dobre a výhodou je, že u priemerných ľudí, ktorí chodia do práce a majú rôzne aktivity (a teda sa nemôžu dlho a každý deň vystavovať slnku tak, ako by mali), s chladom sa to dá zvládnuť pekne. Na chlad čakať totižto nepotrebuješ a vieš si to zosúladiť.\n\n\n\nSíce slnko od jesene začína zapadať skôr a rovnako začína neskôr vychádzať, pričom ty máš stále rovnaký pracovný rozvrh, no CHLAD môžeš využívať rovnako. Jednoducho vstaneš, vystavíš sa nachvíľu podmienkam vonku, naraňajkuješ sa, potom príde chlad, atď. Časom sám zistíš, že sa dokonca cítiš lepšie a aj mnohé sezónne problémy ako únava, depresia, apod., sa ťa budú v zimných mesiacoch týkať menej a menej. (V ďalších článkoch sa tomu budem venovať viac.)\n\n\n\n\n\n\n\n8. Po uplynutí asi 2 až 4 týždňov sa už nepotrebuješ takto denno denne vystavovať chladu a vtedy nastupuje to, čo sa podobá otužovaniu.\n\n\n\nPo tejto niekoľko týždňovej adaptácií ti postačuje raz za čas skočiť takto do vane, prípadne si navykni na rannú ľadovú sprchu (v tomto čase ju pravdepodobne zvládneš ľavou zadnou), a tiež ti odporúčam začať chodiť vonku menej naobliekaný. Samozrejme nesíl to a riaď sa aj pocitmi. Tvoja hlava, či ruky sú stále citlivé a to obzvlášť ak si ektomorf a štíhli. Dôvod prečo som trochu naznačil aj TU a ak to chceš zmeniť, vyžaduje si to viac času, no je to na tebe.\n\n\n\nPráve v tomto období po by si sa mal zamerať na niečo, čo ti odporúčam robiť aj pri POHYBE a to radšej menej, ale častejšie. Čo tým myslím? Iba toľko, že ak by si mal na výber stráviť povedzme 12 hodín denne, 5 dní v týždni v kancelárií na stoličke za počítačom a súčasne ísť každý deň potom na hodinku vkuse do fitka a „rozbiť sa“ verzus tých 12 hodín sa každú polhodinku pohnúť, vystrieť sa, kráčať, atď., a do fitka nechodiť vôbec,…druhá možnosť bude prospešnejšia. Určite rozumieš prečo. A práve v tejto fáze po úvodnej adaptácií na chlad je to rovnaké.\n\n\n\nIdeálne pre teba bude, ak sa budeš na kratší čas, v priebehu dňa a týždňa vystavovať chladu. Napíšem ti môj príklad za posledné roky: Ranná ľadová sprcha je pre mňa samozrejmosť, plus zvyčajne poobede po tréningu, či po práci ďalšia a k tomu občas večer. K tomu som celoročne, počas dňa v krátkom tričku (alebo bez), čo znamená, že bývam cca od jesene do konca zimy vystavený chladnému vzduchu. Všetky tieto veci ma nič nestoja, stali sa mojou súčasťou a to je presne ono, čo chceš docieliť. Má to byť ako s tým roztláčaním auta, o ktorom som písal v úvode. Práve vďaka tomu sa ti v priebehu mesiacov až rokov zmení celé telo, aj organizmus (viď ďalší bod). \n\n\n\n\n\n\n\n9. Po tomto období, vzhľadom na tvoj vek a zdravie, potrvá asi 9 až 36 mesiacov, pokým sa ti zmení celé telo, organizmus aj tvoje fungovanie. Dôvod prečo potrvá nejaký čas, kým nastanú najväčšie zmeny asi tušíš. Nebudem teraz rozoberať básnické frázy tipu „že všetko dobré vyžaduje čas“ (hoci je to 100% pravda), no tvoje telo spúšťa počas pravidelného vystavovania sa chladu a schladenia pokožky mnohé mechanizmy a to najdlhšie je vaskularizácia (tvorba nových ciev) a zlepšenie ich priechodnosti.\n\n\n\nNo priznám sa, že mnohé benefity a najmú tie, ktoré sú viditeľné okom, nastanú už v prvých týždňoch až mesiacoch. Práve preto je dôležité zladiť to so sezónou aj stravou, pretože tvoje mitochondrie to budú skrz oko a SCN cítiť.\n\n\n\nAj preto si daj naozaj záležať, aby si zbytočne nerobil kontraproduktívne veci, ako vystavovať sa takto chladu a popri tom sa dopovať sacharidmi, pretože to nebude mať požadovaný efekt, a to NIKDY (hoci otužovať sa môžeš aj naďalej). Nižšie vidíš zopár znakov, ktoré si začneš časom všímať.\n\n\n\n\n\n\n\n10. Počas celého protokolu sa snaž eliminovať čo najviac umelého svetla aj EMP, ako to stojí aj v Ebooku. Obzvlášť keď si v chlade a vo vani.\n\n\n\n\n\n\n\n7. Znaky, ktoré na sebe môžeš časom pozorovať\n\n\n\nPo čase budeš mať v chlade prirodzene viac energie, budeš menej hladný aj štíhlejší.Bude ti stačiť menej času spánku na rovnakú regeneráciu.Budeš ľahšie zaspávať a večer, po väčšom jedle a obzvlášť v spánku, budeš vyžarovať viac tepla (očakávaj viac spotenú plachtu a posteľ).Budeš silnejší, budeš mať viac energie a budeš mať menej podkožného tuku (prirodzene schudneš).Tvoja tolerancia na chlad rapídne stúpne a to obzvlášť na vzduchu.Tvoja teplota pokožky v niektorých miestach však paradoxne v priebehu mesiacov trochu poklesne, no teplota jadra sa zachová.\n\n\n\n\n\n\n\n8. Zopár tipov na záver\n\n\n\nAk sa rozhodneš na adaptáciu na konci leta, alebo ideš do vane, keď svieti slnko, po vylezení z vody skús ísť na slnko. Prebehne lepšia tvorba heat shock proteínu (HSP) v pokožke, ktorý má pre teba veľké benefity. Najideálnejšie je preto spojenie oboch a to práve po úvodnej adaptácií.\n\n\n\nPo adaptácií môžeš napr. skúšať opätovne ľadový obklad s tým, že časť tela, kde máš viac tuku budeš mať v chlade a inú časť tela naopak v teple (slnko, infračervený panel, atď.)\n\n\n\nKeď už budeš na chlad zvyknutý a nebude teplota vody príliš nízka, kúpanie sa niekde v jazere, vonku, na slnku, bosý a obzvlášť ráno, keď slnko vychádza alebo večer, je to najlepšie, čo môžeš robiť.\n\n\n\nChlad a slnečné svetlo sú tiež veľmi dobrý spôsob, ako si znížiť bolesť, ale aj zápal. Ak máš teda s nejakou časťou tela problém/bolesť, chladenie pokožky ti môže veľmi uľaviť. \n\n\n\nPo adaptácií môžeš krátke vystavenie sa chladu využívať aj na lepšiu re-asimiláaciu slnečného svetla. Napr. to spojiť s namáčaním si tváre. Toto je vhodné napr. pri problémoch so ZRAKOM. Ráno si ponáraj tvár ako si to čítal v postupe (odstavec 6, bod 4) a následne pôjdeš na slnko. (Odporúčam ti pozerať sa pod zorný uhoľ, no v jeho smere. Toto ti pomôže s tvorbou okulárneho melatonínu a ak do toho zaradíš aj večernú rutinu, počas tmy a spánku sa ti lepšie zregenerujú čapíky, ktoré sú zodpovedné za naše farebné videnie.)\n\n\n\n\n\n\n\n9. ZÁVER a ZHRNUTIE PROTOKOLU\n\n\n\nNa výzore protokolu aj jeho štruktúre som si dal záležať, chcel som aby bol pekne prehľadný (preto dané číslovanie) a verím, že ti pomôže. Určite to chce prečítať ho viackrát, obzvlášť ak si nečítal moju knihu, no hlavne pamätaj, že s rozumom a správnym plánom zájdeš ďalej.\n\n\n\nTento protokol aj CHLAD sa odteraz môžu stať tvojím NÁSTROJOM aj POMOCNÍKOM. Dnešný článok bol veľmi potrebný, preto je aj taký komplexný a už v najbližších sa pozrieme na niektoré ďalšie veci ako napr. hnedý tuk, leptín, cirkadiálny rytmus, či štítnu žľazu, aby si pochopil, že ani jeden bod v protokole nie je náhodný. Každý má svoj zmysel a iba ako súčasť splnia účel. Tiež bude potom nasledovať článok FAQ, kde zodpoviem Vaše otázky z fóra, tak ak budeš ešte nejakú mať, napíš mi ju tam alebo sem do komentára na konci článku.\n\n\n\n\n\n\n\n!!!Na záver ti dávam do pozornosti možnosť REGISTROVAŤ SA na prvý verejný webinár, ktorý bude na tému CHLAD, v ktorom zájdem s účastníkmi ešte ďalej. Tiež sa dozviete o prekvapivej udalosti/dôkaze, ktorý Vám v mnohom otvorí oči a pochopíte raz navždy, prečo naozaj CHLAD nie je hormetický faktor.  \n\n\n\n(Poznámka: So zlatými premium členmi budem tieto veci rozoberať pri najbližších spoločných webinároch, tak na tento sa nemusíte registrovať pokiaľ nechcete. O nič neprídete 😉)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViac o webinári >>\n\n\n\n\n\n\n\n\n10. REFERENCIE a CITÁCIE:\n\n\n\nhttps://www.amazon.com/gp/product/1937600467/https://www.amazon.com/gp/product/B00BIUAZUQ/https://www.amazon.com/gp/product/0060778660/https://www.amazon.com/Oxygen-molecule-Oxford-Landmark-Science/dp/0198784937https://www.amazon.com/Vital-Question-Evolution-Origins-Complex/dp/1511366540https://coolfatburner.com/science/https://www.amazon.com/gp/product/030746363X?ie=UTF8&tag=wellbuzz-20https://news.umich.edu/stay-cool-and-live-longer/https://www.unilabs.sk/vysetrenie/profil-mastnych-kyselinhttps://eqology.com/sk/product/our-products-sk/eq-pure-k2-d3-concept-lemon-s-1-eq-omega-3-test-kit-6-mesiacov-sk/https://www.nikicleuet.com/blog-1/2020/02/16/the-importance-of-iodine-for-breast-healthhttps://medium.com/@lucidlearning314/thermal-conductivity-and-diffusivity-e6d3b5ee7ce5https://pubmed.ncbi.nlm.nih.gov/14671205/https://en.wikipedia.org/wiki/Diving_reflexhttps://www.ncbi.nlm.nih.gov/books/NBK5238/https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4843900/https://www.ncbi.nlm.nih.gov/pubmed/18930858https://www.sciencedirect.com/science/article/pii/S1550413114000060\n\n\n\n\n\n\n\n11. Linky ešte raz na odporúčané pomôcky:\n\n\n\nMeter z akvaristiky: https://www.amazon.com/Thermometer-Fahrenheit-Terrarium-Refrigerator-AikTryee/dp/B08HLJXDM1/ref=sr_1_8?dchild=1&keywords=water+thermometer&qid=1618857462&sr=8-8Inframeter: https://www.amazon.com/Infrared-Thermometer-Touchless-Forehead-Measurement/dp/B08LVH7JKK/ref=sr_1_7_sspa?crid=3LIA5FZUJOICI&dchild=1&keywords=infrared+thermometer&qid=1618856768&sprefix=infra%2Caps%2C378&sr=8-7-spons&psc=1&spLa=ZW5jcnlwdGVkUXVhbGlmaWVyPUEzRDFaN0VBNUZFMFg4JmVuY3J5cHRlZElkPUEwMDgyODk3MjhXWlNITUZXVDZNMCZlbmNyeXB0ZWRBZElkPUEwMjgzMDU3Mlc0SjMxMlZKTDBOUiZ3aWRnZXROYW1lPXNwX210ZiZhY3Rpb249Y2xpY2tSZWRpcmVjdCZkb05vdExvZ0NsaWNrPXRydWU=Termoponožky vodácke: https://www.vodacky-obchod.sk/hiko-neo-3mm-neoprenove-ponozky/p948Ľadové obklady na Amazone: https://www.instructables.com/Ice-Vest/Ľadové obklady (podomácky vyrobené): https://www.amazon.com/dp/B086R3MK76/ref=sspa_dk_detail_1?psc=1&pd_rd_i=B086R3MK76&pd_rd_w=5ubIv&pf_rd_p=cbc856ed-1371-4f23-b89d-d3fb30edf66d&pd_rd_wg=pPJGf&pf_rd_r=X2H51TVAW01KVANX56Z0&pd_rd_r=e386a208-dba3-4b50-87cc-2c8b2d1972d9&spLa=ZW5jcnlwdGVkUXVhbGlmaWVyPUEyS1dDTUtXQlM5N0NJJmVuY3J5cHRlZElkPUEwMjI2OTEyM01EUUM2N0pFVllESSZlbmNyeXB0ZWRBZElkPUEwOTc2OTQ5U1U2SzIzN1pMRzFMJndpZGdldE5hbWU9c3BfZGV0YWlsX3RoZW1hdGljJmFjdGlvbj1jbGlja1JlZGlyZWN0JmRvTm90TG9nQ2xpY2s9dHJ1ZQ==Opakovane použiteľné kocky na ľad (ideálne na ochladenie vody na pitie): https://www.kupsito.sk/i/9811242200/Formy_na_%C4%BEad_a_zmrzlinu/Opakovane_pou%C5%BEite%C4%BEn%C3%A9_kocky_%C4%BEadu_pre_n%C3%A1poje_20_ks",
  "date": "2021-04-24T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:51:35+02:00",
  "word_count": 5509
}