{
  "url": "https://jaroslavlachky.sk/adaptacia-na-chlad-10-faq/",
  "title": "Adaptácia na chlad #10 FAQ",
  "content": "Aké otázky o chlade a otužovaní zaujímali čitateľov najviac? V dnešnom článku zodpoviem 14 otázok, ktoré som od čitateľov vybral, ktoré mi za posledné mesiace na webe k tejto téme položili. Verím, že ti odpovede pomôžu.\n\n\n\nNižšie sú vypísané otázky a hneď pod tým nájdeš audio podcast, v ktorom na ne odpovedám. Prajem príjemné počúvanie.\n\n\n\n\n\n\n\n\n\n\n\nTu sú otázky, na ktoré som odpovedal spolu s popisom v minútach:\n\n\n\n0:00 – 2:00 – ÚVOD\n\n\n\n2:00 – Je rozdiel medzi „otužovaním“ pre rôzne typy ľudí? Pre tých, čo sú chudí verzus viac pri sebe a podobne? Akým spôsobom to na nich inak vplýva?11:34 – Aký je rozdiel medzi chladom, keď sa človek menej oblieka alebo keď je vo vode?14:24 – Sú nejaké dôvody prečo by sa ľudia nemali niekedy otužovať? Alebo nejakým štýlom sa vystavovať chladu?22:19 – Čo znamená, keď niektorí ľudia majú totálne zmrznute ruky a nohy – viac než obvykle, značí to niečo o fungovaní niečoho v tele? 29:04 – Ako je to s tým, keď má človek po pobyte vo vode väčší smäd napríklad? Alebo keď mu treba viac močiť? 37:17 – Niekde v článku (nespomínam si presne kde) si písal, že sa pri chlade treba riadiť aj vitamínom D a teda ak je nízky, nesíliť to v letných mesiacoch. Môžeš k tomu niečo napísať? Vďaka 43:05 – Je vhodná iba sprcha? Ako často, kedy, koľko?49:07 – Ako náhle sa v lete budem ochladzovať (studená sprcha alebo jazero) v podstate pri prudkom poklese teploty kože, sú aké možnosti organizmu ako zvýšiť teplotu tela? Dajme si modelovú situáciu, že mam aj zvýšený inzulín, lebo som si dal sladkú zmrzlinu, alebo radler pred sprchovaním. Som však adaptovaný na chlad a mám okej aj D vitamín. Aký proces prebieha v tele? Zastaví sa vstrebávanie glukózy do buniek? Využije telo hnedý tuk? 60:40 – Prečo káva pred studenou sprchou vytvára synergicky efekt? 65:54 – Tvoj názor na sacharidy alebo konkrétne na fruktózu v zime. Vďaka72:12 – Keď niekto využíva teda chlad („otužovanie“), aký to ma vplyv na jeho cirkadiánny rytmus? Tak všeobecne, či si tým vie chlad pomôcť a ako?79:03 – Môže mi otužovanie z dlhodobého hľadiska alebo vystavovanie sa chladu pomôcť aj so zvládaním horúčav?85:03 – Mám otázku k tejto téme, že čo si myslíš o strate svalstva a mtor? Teda mtor potrebujeme občas, ale v rovnováhe však? 95:59 – Ako si to myslel s tým, čo si písal v prvom článku, že nás zima robí efektívnejšími. Vďaka.\n\n\n\n100:20 – Záver a informácie o novej knižke Kvantová Biológia\n\n\n\n\n\n\n\n(Audio podcast nájdeš rovnako aj na stránke s ďalšími podcastami!)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nČo bude nabudúce\n\n\n\nDúfam, že sa ti dnešný finálny článok páčil (hoci bol iba v audio forme) a tiež, že si z neho vezmeš nejaké praktické informácie, ktoré začneš aplikovať a hlavne, že som ti zodpovedal, čo ťa zaujímalo a samozrejme budem vďačný za každú spätnú väzbu 🙂  \n\n\n\nAk sa ti článok páčil a myslíš, že by mohol zaujímať aj niekoho ďalšieho, kľudne ho zdieľaj ďalej a my sa vidíme (alebo skôr počujeme) už pri nasledovnom článku, v ktorom sa dozvieš niečo o REDOXE. \n\n\n\nAk chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie.\n\n\n\nNa záver ti dávam do popredia spustenie predaja mojej druhej knihy v tlačenej podobe. Ľudia, ktorí mali knihu objednanú v predpredaji už svoj výtlačok pravdepodobne majú doma, prípadne im bude doručený nasledovný týždeň, no a každý, kto má ešte o knihu záujem a chce stihnúť predpredajovú akciu, má na to ešte niekoľko dní.\n\n\n\nKvôli dovolenkám nechávam objednávku stále tak, ako je 😊\n\n\n\n\n\n\nKvantová biológia\nKniha, ktorá ti zmení pohľad na svet\nViac o knihe >>Objednať",
  "date": "2021-07-30T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:51:16+02:00",
  "word_count": 529
}