{
  "url": "https://jaroslavlachky.sk/kb-17-vapnik-vgcc-a-umele-emp/",
  "title": "KB #17 Vápnik, VGCC a umelé EMP",
  "content": "Prečo je Vápnik hydrofóbny prvok, prečo sa nazýva iónom (Ca2+), prečo ho biológia využíva ako „Zips“ a čo vlastne vápnik v našom tele robí? Ako ten zips funguje? Čo ho v tele uvoľňuje, ako a aký to má vplyv? Môže dokonca zmena modernej technológie a generácie z 1G po 4G vplývať aj na vápnik a teda aj na naše proteíny a vodu?\n\n\n\nAj na toto sa dnes pozrieme, pretože to priamo súvisí aj s našou epifýzou. Poďme na to!\n\n\n\nP.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho na stránke s PODCASTAMI. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSUMÁR ČLÁNKU\n\n\n\nV Čom je atóm vápnika výnimočný a prečo ho príroda využíva?Ako drží vápnik proteíny?Ako vápnik vplýva a deštrukturuje vodu?Aký je vzťah medzi vápnikom a horčíkom? Prečo je jeden hydrofóbny a druhý hydrofilný?Čo sú to VGCC ako vpúštajú vápnik do bunky a ako reagujú na okolité EMP (vrátane to z Wifi, či mobilu)?Ako naozaj dokáže ovplyvniť neionizujúce žiarenie z technológie únik vápnika alebo nadmernú kalcifikáciu artérií a naopak dekalcifikáciu kostí?A ešte o mnoho viac!\n\n\n\n\n\n\n\n\n\n\n\nSvetlo, gravitácia a EMP vplývajú na vápnik\n\n\n\nDnešný článok sa ti bude určite páčiť, bude o vápniku, jeho význame v našom tele aj signalizáciu, tiež sa pozrieme na tzv. VGCC a na to, ako presne prirodzené a nízko frekvenčné EMP (napr. to zeme, ale aj z technológií, mobilu, z wifi,…) dokáže v našom tele vápnik uvoľňovať. O tom, že majú ľudia s vápnikom čoraz viac problémov vie každý, aj laik, stačí ak pomyslíš na kalcifikáciu a upchávanie ciev z vápnika v krvi (viď ateroskleróza) a naopak nedostatočná mineralizácia kosti (viď osteoporóza). O kostiach bude mimochodom čoskoro samostatný článok.\n\n\n\n\n\n\n\nPre nás však bude dôležitý predovšetkým vápnik sám o sebe, pretože potrebuješ pochopiť tomu, aký má vzťah vápnik a voda. Vápnik je veľmi hydrofóbny, pričom Horčík je zas hydrofilný, no a štruktúra vody je to, čo rozhoduje o fungovaní nášho tela, no predovšetkým mozgu. \n\n\n\nPo poslednom článku už vieš, že naša epifýza rozhoduje o toku a excitácii (hladine energie) mozgomiešneho moku aj o tom, aké 3 vstupy epifýza dostáva. Pochádzajú zo svetla (skrz sietnicu a melanopsín), z gravitácie zeme (skrz kalciové kryštály s vápnikom) a tiež skrz magnetizmus a okolité EMP.\n\n\n\n\n\n\n\nVšetky tieto vstupy totiž vplývajú priamo na vápnik, no a Vápnik zasa následne mení  fungovanie epifýzy a mozgomiešneho moku a teda aj našu schopnosť spať, no čo je dôležitejšie, regenerovať sa.\n\n\n\nV najbližších článkoch ti teda priblížim všetky tieto aspekty a vstupy epifýzy, aby si následne lepšie pochopil odkiaľ sa presne berie tento regeneračný jednosmerný elektrický prúd, ktorý Becker objavil pod myelínom v interfasciálnej vode („moderní“ ľudia to poznajú viac ako glymfatický systém). Toto je totiž prúd, ktorý môže za hojenie rán, kostí, ale tiež za tvoju obnovu tkanív, detoxikáciu, údržbu/opravu čreva, či dokonca za aktiváciu imunitných buniek. \n\n\n\nNo a keďže téma vápnika je veľmi komplexná a aj odborná, a určite sa k nemu budem vždy vraciať aj v ďalších článkoch, dnes sa to pokúsim čo najviac skrátiť, zjednodušiť a hlavne vysvetliť tak, aby základ pochopil každý z Vás a najmä laik. Poďme na to.\n\n\n\n\n\n\n\n\n\n\n\nAtóm Vápnika a prečo je vlastne vápnik (Ca2+) ión\n\n\n\nAtóm vápnik pozná každý, no nie každý ho reálne videl a vie v čom je špeciálny. Vápnik je v periodickej tabuľke prvkov pod číslom 20 a keď sa pozrieš na jeho obrázok zistíš, že má v poslednej vrstve 2 voľné elektróny, ktoré nemajú partnera. Toto ho robí špeciálnym.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTieto 2 voľné elektróny hľadajú partnera s opačným SPINOM (hore alebo dole), aby sa atóm ustálil. Aj preto sa vápnik označuje ako ión Ca2+. Normálne sú ióny, ako napr. ión sodíka atómy, ktoré stratili elektrón a teda majú pozitívny náboj a chcú priťiahnúť elektrón, no vápnik má 2 voľné elektróny, ktoré chcú tiež „pritiahnuť partnera“. Preto ten názov Ca2+.\n\n\n\nMimochodom, toto máš zároveň odpoveď na otázku, ktorú dostávam často na to, aký je rozdiel medzi vápnikom a ionizovaným vápnikom, keďže na krvných testoch merajú 2 parametre. Ak si šikovný, odpoveď by ti mala byť jasná, keďže pojem ionizácia sme preberali dávnejšie!\n\n\n\nPresne preto tiež Biológia využíva vápnik vo všetkom živom, pretože sa skvelo „prichytáva“. Napr. o vodu, ale hlavne o proteíny. Jednoducho sa s jedným elektrónom (alebo oboma) prichytí na voľný elektrón na bočnom reťazci aminokyseliny, ako si o tom čítal v článku o Asociačno Indukčnej hypotéze.\n\n\n\nNa ďalšom obrázku vidíš ako to vyzerá. Všimni si, ako sa ich spiny vyrovnali, keď vápnik drží proteín.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOba obrázky zobrazujú v podstate to isté, no obrázok vpravo však predstavuje väčšie priblíženie. Obrázky sú mimochodom moje vlastné ilustrácie ešte z rokov dozadu a sú z mojej knihy Kvantová Biológia. Takýchto ilustrácií je tam veľmi veľa, pretože som si ich kreslil pre seba pre lepšie chápanie. No verím, že môžu pomôcť aj ďalším.\n\n\n\nPozrime sa teda na to bližšie. Ako a prečo vápnik drží proteíny.\n\n\n\nVápnik je ako Zips, ktorý drží Negatívnu Entropiu\n\n\n\nProteíny sú zložené z aminokyselín, ktoré majú rôzne tvary, dĺžky a náboje (+ vs. -), na ktoré sa pripája voda aj katióny. Opäť vidíš, že žiadny z predošlých článkov nebol zbytočný. Teraz len nadväzujem na články o kolagéne, vode a Asociačno Indukčnej hypotéze, kde si to pekne videl.\n\n\n\nV danom článku som ti tiež po prvý raz predstavil čo je to Hydratačný rádius a prečo má menší atóm väčšiu hydrofilnosť. Menší atóm ma vyššiu elektronegativitu a hydratuje sa lepšie. Je teda viac hydrofilný.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVápnik je väčší atóm, okolo ktorého je menej EZ, čo znamená, že je viac hydrofóbny a preto sa využíva ako „zips„. \n\n\n\nToto je niečo, čo doposiaľ poznali len moji členovia a čitatelia kníh, no dnes to hovorím v skratke aj tebe. Je to veľmi dôležité a preto si to zapamätaj. \n\n\n\nNo a keďže vápnik drží veci „zazipsované“, podobne ako suchý zips na bunde, a zároveň nie je veľmi hydrofilný, znamená to, že drží proteín aj vodu za ním viac ORGANIZOVANÉ.\n\n\n\nVäčšia organizácia zasa znamená väčšia Negatívna Entropia alias bunka má k dispozícii viac energie (aj informácie) na život. Je to podobné ako v tom príklade s detskou izbou, kde sú deti. Ak detí necháme len tak, energiu stratia. Ak ich však v izbe udržíme pod kontrolou, svoju energiu budú držať = negatívna entropia. No a vápnik je v tejto metafore ako DVERE, ktoré ich tam držia!\n\n\n\n\n\n\n\n\n\n\n\nKde sa v bunke vápnik nachádza\n\n\n\nKoncentrácia vápenatých iónov (Ca2+) mimo eukaryotickej bunky je cca 1000 až 10 000-krát vyššia ako koncentrácia vo vnútri bunky, pričom cca 90 až 99% je naviazaného a iba zvyšok je ako voľný, ionizovaný vápnik. [2, 3]\n\n\n\nPodobne aj v rámci tela, kde je cca 90 až 99% vápnika uloženého v kosti a endoplasmatickom retikulu buniek a iba veľmi málo je ho voľného. Vápnik je totižto dôležitý poslíček pre bunku a signalizuje mnoho dráh. Preto musí byť veľmi úzko kontrolovaný a v bunke viazaný, ako hneď zistíš.\n\n\n\nKeď si pozrieš číslo vyššie, ohľadom toho, že mimo bunky je cca 10 tisíc krát menej vápnika ako vo vnútri bunky, dôvod by ti mal dôjsť hneď. Súvisí s jeho vlastnosťami a „deštruktúrou“ vody.\n\n\n\nVnútro bunky je totižto plné hustej cytozolickej vody, ktorá je vo forme tekutého kryštálu. No a kedykoľvek ide vápnik dnu, táto voda mení štruktúru, čo z dlhodobého hľadiska nie je dobré.\n\n\n\nTiež si to môžeš spojiť so slovami vyššie o tom, že menšie prvky sú viac hydrofilné. Napríklad taký horčík. Horčík aj vápnik sú paramagnetické prvky, pričom horčík je hydrofilný a vápnik hydrofóbny.\n\n\n\nTo znamená, že keď vápnik prejde cez membránu bunky dnu, alebo do mitochondrie, voda okolo okamžite mení štruktúru, znižuje sa množstvo EZ a bunka tým pádom stráca aj horčík. Toto je jeden z dôvodov, prečo je dnes väčšina ľudí na horčík deficitná. Súvisí to s ich vnútornou intracelulárnou dehydratáciou. Horčík ako doplnok problém sám o sebe nevyrieši. Poďme však ďalej…\n\n\n\nTu máš ďalší obrázok vnútra bunky. Ako teda vieš, vápnik vo vnútri nesmie byť vo veľkej miere a v zdravom stave bunky ani nie je. Najviac sa ho ukrýva uloženého a naviazaného na proteíny v endoplazmatickom retikule.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEndoplazmatické retikulum je mimochodom podobné vnútornej membráne mitochondrie, pretože je jeho membrána veľmi postáčaná a tam tiež veľa DHA a zhodou náhod, je toto miesto blízko jadru bunky, kde je naša jadrová DNA a tiež sa blízko nachádzajú mitochondrie. Nič z tohto elegantného usporiadania nie je náhoda, ale zámer prírody.\n\n\n\nPre teba je však dôležité na dnes to, že práve tu sa ukrýva väčšina bunkového vápnika. Odtiaľto si ho bunka berie a presúva cez svoju membránu, ak ho potrebuje a tiež sa odtiaľto uvoľňuje sám, ak má na to podmienky, čo môže, ale aj nemusí byť vhodné.\n\n\n\nNajskôr ti v skratke ukážem aké mechanizmy sú zodpovedné za presun Vápnika cez membránu bunky dnu aj čo ich spúšťa a potom sa pozrieme na to ako môže reálne vyzerať uvoľnenie vápnika z proteínu („odzipsovanie“), napr. niekde v bunke v srdci.\n\n\n\n\n\n\n\n\n\n\n\nČo sú VGCC alias „vápnikové brány“\n\n\n\nVGCC je skratka pre Voltage-Gated Calcium Channels, čo je v preklade niečo ako vápnikové brány závislé na voltoch (elektrickom napätí). Ako teda hneď z názvu vidíš, opäť sa dostávame k elektromagnetizmu a nie ku kalóriám. Tieto brány sa nachádzajú takmer vo všetkých eukaryotických bunkách, pretože prechod vápnika využívajú na svoju signalizáciu (zahubenie, rast, smrť,…).\n\n\n\nVGCC v podstate slúžia ako senzor, ktorý vníma elektrický potenciál (elektro-statickú silu opačných nábojov) v blízkosti membrány, na základe čoho riadia presun vápnika. [R]\n\n\n\nTakto depolarizujú celý priestor. Laicky napísané: „Ak sa v bunke stane niečo, čo prudko zvýši jej elektrické napätie, VGCC sa spustia a presunú cez membránu vápnik, čím zmenia štruktúru vody dnu a znížia el. napätie späť.“\n\n\n\nDôvod prečo je vápnik až na toľko dôležitý je ten, že vápnik má podobne ako draslík dokonalú atómovú štruktúru aj veľkosť, vďaka čomu je jeden z najdôležitejších signalizačných prvkov v bunke a využíva ho každý eukaryot na planéte. Kedykoľvek sa teda zmení elektrické pole okolo, zmení sa aj elektrický potenciál bunky a vápnik na to reaguje. Vápnik následne bunka využije ako signál a tiež z neho naša biológia dokáže vytvoriť inú hmotu, ak ju potrebuje (no o tom možno v budúcnosti).\n\n\n\nVGCC má viacero druhov, ktoré sú tvorené v rôznych množstvách a rôznych častiach tela. Sú napr. v bielych krvinkách (v ktorých riadia imunitné reakcie), v srdci (riadia jeho kontrakciu), v neurónoch mozgu (prenášajú signál) alebo vo svaloch (kde riadia ich kontrakciu). [R, R, R] \n\n\n\nVšetky VGCC sú si v podstate dosť podobné a na obrázku nižšie vidíš, ako vyzerá L-typ, ktorý sa nachádza vo svaloch, v krvi aj v mozgu, a je veľmi dôležitý. \n\n\n\n\n\n\n\n\n\n\n\nAko vyzerá VGCC a ako sa ovláda presun vápnika\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVGCC sa skladá zo 4 rovnakých domén a každá pozostáva zo 6 častí. Obrázok je, samozrejme, ilustračný (pre ľahšie pochopenie). V skutočnosti sa domény v membráne prekrývajú jedna cez druhú a jej časti sú zložené z aminokyselín (proteínov). Časti 1. až 6. (okrem 4.) sú podobné a prevažuje v nich negatívny náboj. Časť 4. je však iná.\n\n\n\n4. doména obsahuje v jadre aminokyselinu ARGINÍN a má 5 kladne nabitých strán (+) pripnutých k membráne. To znamená, že má na rozdiel od ostatných domén pozitívny náboj PLUS.\n\n\n\nLaicky si toto rozloženie predstav ako nejakú auto batériu, kde sú dva vodivé pliešky (PLUS aj MÍNUS), ktoré sú spojené destilovanou vodou. Akonáhle by voda zmizla, batéria nepôjde. Rovnako však môžeš batériu vyskratovať, ak PLUS a MÍNUS prepojíš drôtom. Podobne pracuje tento VGCC senzor. Akonáhle sa zmení elektrostatická sila v blízkosti, tieto domény sa pohnú, a vápnik sa presunie.\n\n\n\nJediná doména sa skladá až z 2 000 aminokyselín, ktoré slúžia na zmenu tvaru, prepúšťanie vápnika a priťahovanie/odpudzovanie vody, ktorá je vždy pri membráne. [70] Teraz ti ukážem, ako tieto kladne nabité domény citlivo reagujú na zmenu potencionálu a uvoľnenie vápnika. Budem vychádzať ako z mojej druhej knihy, tak aj z práce mnohých vedcov ako napr. Martina Palla, Shepparda, Abrahama R. Liboffa, Róberta Beckera, Andrew Marinna, či Bawina (Bawin et al, 1978). Občas teda budem aj odbornejší, no ako vždy, vysvetlím aj tak, aby tomu pochopil každý.\n\n\n\nA koho zaujímajú viac dáta a presné štúdie aj ďalšie výpočty, odporúčam začať napr. prácou Martina Palla vo výskume na strane 75 až 76 (nájdeš pod referenciou č.1 na konci). No a keďže viem, že väčšina z Vás mená vyššie iba prebehne a nechce sa im vyhľadávať, uľahčím ti to. Klikni sem a sem a čítaj tieto 2 pdf-ká (samozrejme ak ťa zaujímajú odbornejšie výpočty).\n\n\n\n\n\n\n\n\n\n\n\nDielektrická konštanta vody a VGCC\n\n\n\nPo prvé – z 24 domén sú štyri kladné (+), pričom každá obsahuje 5 pozitívnych častí napojených na tukovú časť membrány. Toto sú hlavné senzory a spolu je ich 20. Ľahká matematika.\n\n\n\nPo druhé – potrebuješ spoznať tzv. Dielektrickú konštantu (skratka DEK). Toto je niečo, čo je ťažšie pochopiteľné aj pre odborníkov a fyzikov, dá sa to samozrejme vysvetliť rôzne, no ja ti to vysvetlím takto.\n\n\n\nDielektrikum je v podstate materiál, ktorého elektróny a protóny vo vnútri sú ľahko polarizovateľné. To znamená, že sa ľahko natočia v smere externého elektrického alebo magnetického poľa. Ak nechápeš, stačí ak pomyslíš na vodu.\n\n\n\nKeď je voda blízko proteínu, separuje sa na PLUS a MÍNUS. Exkluzívna zóna nadobudne MÍNUS a hydroniové ióny, alias vylúčené protóny zasa PLUS. Materiál (voda) teda svoje náboje vo vnútri pekne usporiada – Mínus jedným smerom a Plus druhým smerom. Toto je laicky vysvetlená polarizácia.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo a samotná dielektrická konštanta označuje to, ako dobre sa materiál dokáže polarizovať. Ako vravím, vysvetlení aj spôsobov je viac, no keďže ťa nechcem zbytočne mýliť, napíšem už iba toto.\n\n\n\nNízka dielektrická konštanta (alebo vysoká dielektrická sila) znamená, že je materiál dobrý izolátor a je zlým vodičom elektriny, tepla alebo zvuku. Vysoká dielektrická konštanta (alebo nízka dielektrická sila) poukazuje na dobrý izolátor (keďže drží dobre separované náboje), no zároveň aj dobrý potencionálny elektrický vodič (ak sa materiál pripojí na okruh). Hlavné však je, že materiál s vysokým DEK je dobrý kondenzátor, pretože zhromaždí viac elektrického náboja!\n\n\n\nVzduch má DEK rovnú 1, obyčajná voda ju má 72 – 80, zatiaľ čo Exkluzívna Zóna (EZ) ju má niekde medzi 120 až 160. [R, 1] Pre zaujímavosť, voda s obsahom fluóru alebo iného halogénu, aký sa ti môže usádzať napr. v epifýze, má DEK iba 30 – 40, vďaka čomu môže vzniknúť tzv. dielektrický kolaps materiálu. [R]\n\n\n\n\n\n\n\nO týchto fyzikálnych pojmoch väčšina ľudí ani len nevie, vrátane výživových poradcov, no to je chyba. Aj preto majú čitatelia tohto blogu a členovia na webe obrovskú výhodu. Poďme však ďalej ku VGCC.\n\n\n\nTuk je izolátor a jeho DEK je niekde pri 1/120 z vody. Tuk sa od vody odpudzuje, pretože je hydrofóbny. To pozná každý, ak si do pohára s vodou vylial olej. To znamená, že medzi tukovou membránou, v ktorej sú senzory VGCC, a štrukturovanou vodou, ktorá je okolo, je výrazná odpudivá sila, pretože je tam separovaný náboj, ktorý je dokonca oddelený ďalším izolátorom (podobne ako v elektronickej súčiastke kondentátor).\n\n\n\nCoulombov zákon vraví o tom, že sila medzi opačnými el. nábojmi je inverzne spojená s ich umocnenou vzdialenosťou. To znamená, že ak sa od seba vzdiali elektrón s protónom so 6-násobným zvýšením vzdialenosti, sila ich interakcie sa zníži 36-krát. Keď sa vzdialenosť medzi nábojmi zníži 9-krát, sila ich interakcie sa zvýši 81-krát. [R]\n\n\n\nCoulombov zákon tiež vraví o tom, že nižšia DEK zvyšuje dielektrickú silu, ako si to čítal vyššie. Dôvod je nižšia polarizácia nábojov v materiáli, no a tuk má DEK nízku, ako si čítal vyššie.\n\n\n\nNeľakaj sa však čudných slov, pretože teraz vysvetlím laicky.\n\n\n\n\n\n\n\n\n\n\n\n VGCC v okolí VODY sú viac ako 7 miliónkrát citlivejšie na EMP ako v skúmavke\n\n\n\n\n\n\n\nKeďže voda dobre separuje elektrický náboj, v blízkosti membrány bude veľa nahromadeného náboja, pričom vzhľadom na nízku DEK tuku, bude odpudivá sila v blízkosti membrány a VGCC 120-násobná.\n\n\n\nPosledná vec je, že pán Sheppard v roku 2008 ukázal, že membrána bunky má vzhľadom na vodné prostredie okolo prirodzenú 3 000-násobnú elektrickú rezistenciu. [R] To znamená, že sa sila zvýši ešte ďalších 3 000-krát. Kam tým mierim?\n\n\n\nKeď si to zrátame, vyjde nám prekvapivý výsledok. Akákoľvek malá zmena v okolí VGCC vyprodukuje 7,2 miliónkrát väčšiu elektrostatickú silu na jej senzory.\n\n\n\n(Výpočet: 4 domény a každá s piatimi senzormi = 20 senzorov, 20 x 120 x 3 000 = 7 200 000.)\n\n\n\nNo a je to práve voda okolo, ktorá dobre separuje a drží náboj, pričom slúži ako kondenzátor. Keď je pripojená na nejaký zdroj, napr. slnko, okamžite je signál amplifikovaný (zosílený) a VGCC sa aktivuje a bunka vie, čo má robiť.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nViem, že čísla vyššie sú možno pre niekoho čudné, takže to vysvetlím na príklade. Predstav si, že ležíš na posteli a položím na teba gram železa. Ani to nepocítiš. Čo keby však položím kilogram? To už zacítiš. No a čo keby na teba padlo 7,2 tony? To je presne 7,2 miliónkrát viac ako gram. Vidíš ten rozdiel?\n\n\n\n\n\n\n\nKeď sa nad tým zamyslíš, je logické, že matka príroda potrebuje až takto citlivo regulovať procesy v bunke. Vápnik v proteínoch slúži ako signalizačná molekula a pomáha vďaka vode regulovať záporný elektrický potenciál, ktorý bunka potrebuje. Keď sa v bunke uvoľňuje (napr. vo svaloch pri pohybe či v mozgu pri myslení), membrána reaguje a vďaka VGCC ho spolu so sodíkom a draslíkom prepúšťa nazad cez membránu. \n\n\n\nAvšak to, na čo veľa ľudí aj zástancov technológií zabúda je, že aj umelé EMP dokáže tieto brány aktivovať. Toto je to, čo sa označuje ako netermálny, neionizujúci efekt radiácie z technológií, ktorý má vplyv na našu biológiu, mitochondrie a dokonca aj našu DNA.\n\n\n\n\n\n\n\n\n\n\n\nUmelé vlnenie (uEMP) otvára VGCC\n\n\n\nAko si videl vyššie na výpočte, naše membrány vedia vyprodukovať obrovskú silu. Stačí ak si spomenieš na dávnejšie články, kde som ti tiež ukázal, že elektrický potenciál na jedinej membráne mitochondrie je až 30 miliónov Voltov na meter. To je sila blesku. No a tieto VGCC sú podobné.\n\n\n\nTvoja pokožka je totiž v podstate izolátor, ktorý je v blízkosti krvnej plazmy, a je obkolesený vodou. Čiže taktiež separuje náboj a je schopný reagovať na okolie. Práve preto je naša koža spolu s nervovou sústavou počas tvorby embrya tvorená z rovnakej bunky s názvom neuroektoderm, pričom sú navzájom neustále v kontakte vďaka vitamínu A (mozog) a vitamínu D (pokožka).\n\n\n\nO tomto som ti písal v článkoch Črevo a Mozog, kľudne si zopakuj!\n\n\n\nVzhľadom na to, že dnes máme všade okolo mnoho technológií, pričom väčšina vysiela obojsmerne rádio vlny v spektre mHz až GHz, naša pokožka je doslova „bombardovaná“. Väčšina kritikov však neustále tvrdí iba jedno a to, že táto radiácia nevyvoláva termálny efekt a tiež nepenetruje hlboko do tela. Je demodulovaná zvyčajne na vrchnej vrstve pokožky a to je pravda. ALE…\n\n\n\n\n\n\n\nJa som ti už dávno v článku Energia #7 ukázal, prečo je už dávno známe (aj vďaka tomu sa Rusi a USA nemajú v láske), že sú to práve netermálne účinky radiácie, ktoré majú najväčší biologický efekt. [R, R, R, 22, 23, 24, 25, 26, 27] Avšak chcem, aby si sa pozrel na ďalší obrázok. Len si všimni, ako vyzerá spektrum rádiovĺn v bežnom malom meste bez extra elektroniky v okolí. No a potom sa pozri na povrchové napätie tela.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKedykoľvek si totiž v blízkosti pulzujúceho uEMP, ako je to pri akejkoľvek technológií, ktorá vysiela rádio vlny a tiež v blízkosti stien a okruhov, tvoje telo a pokožka toto EMP zachytáva. A hoci naozaj nepenetruje (nepreniká) zvyčajne hlboko, vlnenie po pokožke prejde nejakú vzdialenosť. Ak niekto neverí, stačí ak pomyslí na staré televízory s anténou, alebo rádio. Už len dotykom antény si zlepšil alebo zhoršil signál, či zrnenie TV. No a nezabúdaj, že elektrické pole indukuje o 90° naklonené magnetické pole. Toto je základ Maxwellovej a Faradayovej práce.\n\n\n\n\n\n\n\nToto indukované magnetické pole následne indukuje ďalšie elektrické, a to zasa magnetické, atď., v závislosti od materiálu, cez ktorý ide, hrúbky, sily,… Práve takýmto spôsobom (laicky vysvetlené), keď prejde nejaká vlna po pokožke, dostávajú naše VGCC v tele neustále „zabrať“ a naše telo vypúšťa viac vápnika ako by malo.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVlnenie s vyššou energiou vyvolá väčší chaos\n\n\n\nĎalšia dôležitá vec je aj frekvencia vlnenia. So zvyšujúcou frekvenciou klesá vlnová dĺžka vlnenia. To znamená, že dané vlnenie horšie penetruje materiály, no zároveň podľa kvantovej elektrodynamiky vieme, že vlnenie s vyššou frekvenciou sa prestáva správať ako vlna a správa sa viac ako Častica. Toto už poznáš, rozoberali sme to, pretože svetlo sa správa aj ako vlnenie aj ako častica. Tiež som ti to ukázal v poslednom článku o kvantizácií.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo a čím je vlnová dĺžka kratšia, tým väčšiu energiu vlnenie má (pomysli na prechod od 1G po 4G až 5G) a tým viac sa správa ako Častica. To znamená, že takéto vlnenie do prekážky akoby viac „udrie“ (podobne ako náboj z pištole do terču). To znamená, že rozvibruje tvoje tkanivá viac. To zasa znamená väčšia molekulárna vibrácia, čo je synonymom väčšej entropie a to je zasa synonymom toho, že sa tvoje telo dostáva do rovnovážneho stavu. To znamená, že tvoje telo prichádza viac o energiu alias definícia rovnovážneho stavu, ktorú radi využívajú „počítači kalórií“. .\n\n\n\n\n\n\n\nNo a sú to práve prioritne časti tela, ktoré sú blízko povrchu pokožky a zároveň nedostávajú priveľa slnečného svetla, ktoré sú najviac náchylné. Tieto časti sú OKO a POKOŽKA. Slnko totiž tvorí vďaka IČ + UV z cholesterolu v koži vitamín D, ktorý je spolu so svojimi receptormi (VDR) prirodzený kalciový blokátor. [R, R] To znamená, že slnko znižuje činnosť VGCC a koriguje únik vápnika. UV svetlo tiež tvorí Oxid dusnatý, ktorý znižuje tlak.\n\n\n\nLen tak mimochodom, kalciové blokátory sú dnes jedny z najpredávanejších liekov, pretože ľuďom znižujú tlak aj únik vápnika…kto vie prečo sa tak dobre predávajú!\n\n\n\n\n\n\n\n\n\n\n\nVápnik v srdci, kontrakcia svalstva a dekalcifikácia kostí\n\n\n\nTento článok je už dlhý až až, takže už iba stručne a nabudúce, v článku o melanopsine, sa k tomu vrátim a nadviažem. Ako ti musí byť jasné, keďže vápnik drží proteín pohromade a vyvoláva deštruktúru vody, vápnik musí hrať úlohu aj vo svalstve. A je to tak.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVnik vápnika do bunky je potrebná udalosť k tomu, aby sa aktín a myozín stiahli a sval vykonal kontrakciu. Avšak nezabúdaj, že najdôležitejší sval v tele nie je krásny Biceps, ale srdcový sval, pretože bez jeho dobrej funkcie, nebude srdce dobre pracovať a naše zdravie rýchlo upadne. No a keďže ako si videl, vápnik sa podieľa na kontrakcii a sťahu, sval sa následne musí aj roztvoriť. A na to vyžaduje dostatok elektrónov a kvalitnú hydratáciu.\n\n\n\nAj preto nie je jedno, koľko ATP má tvoje telo k dispozícií a ako efektívne máš mitochondrie. Nezabúdaj, že tvoje proteíny sú kvantované polovodiče, pričom ATP zapríčiní ich plné roztvorenie a odhalenie bočných reťazcov vode. Ak v bunke nie je dostatok ATP, alebo vody, proteín sa nedokáže plne roztvoriť a zredukovať, čo znamená, že nedokáže podávať dobrý výkon a musí byť nahradený novým.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKeď do toho zarátame nedostatok EZ a DHA v kapilárach, ktoré opúšťajú srdce, steny ciev strácajú svoj Redox, prestávajú byť dostatočne hydrofilné, vďaka čomu voda v krvi nevylučuje toľko hydróniových iónov a pohyb krvi je pomalší a viac závislí na čisto mechanickom „pumpovaní“ srdca a menej na biofyzikálnych vlastnostiach vody.\n\n\n\nPresne takto začínajú mnohé moderné problémy na čele s kardiovaskulárnymi ochoreniami. Tiež majú zvyčajne takýto ľudia problémy aj s cukrom v krvi, kosťami a v nejakom bode sa prejavia aj problémy s mozgom. Svaly a kolagén v srdci musí byť totižto v takomto prípade nahradený a na to vyžaduje vápnik (toho máme v dnešnej dobe nadbytok vďaka uEMP), no tiež regeneračný jednosmerný elektrický prúd, o ktorom sa dozvieš viac už čoskoro.\n\n\n\nTento prúd pochádza z hlavy, z vody, šíri sa pod myelínom a je sám o sebe zodpovedný za sformovanie trojitej závitnice kolagénu z tropokolagénu, ak je okolo voda. Ak nie, kolagén sa nedokáže správne sformovať, telo nedokáže využívať jeho piezoelektrické vlastnosti a vápnik sa nedokáže usmerniť a hromadí sa viac tam, kde by nemal, ako napr. v artériách, či epifýze.\n\n\n\n\n\n\n\n\n\n\n\nHoršia činnosť epifýzy a mozgomiešneho moku = nižší regeneračný elektrický prúd\n\n\n\nPresne preto majú dnes ľudia aj viac problémov s osteoporózou a rovnako ide ruka v ruke dehydratácia, nadmerné uvoľnenie vápnika a strata horčíka. Toto je dôvod, prečo sa horčík tak dobre predáva, hoci problém nikdy nevyrieši. V istých situáciách ho môže dokonca zhoršiť, no pre teba to znamená toľko, že ak potrebuješ suplementovať horčík na to, aby si dokázal fungovať, musíš sa zamerať v prvom rade na svoju expozíciu umelému svetlu a tiež EMP. Potrebuješ ich minimalizovať a zároveň si dávať záležať na konštantnom príjme kvalitného živočíšneho proteínu s dostatok DHA a tiež na hydratácií.\n\n\n\n\n\n\n\nCieľom farmaceutického a mediálneho priemyslu nie je riešenie ale tvorba zákazníkov\n\n\n\n\n\n\nZhrnutie alias, čo si máš z dnešného článku odniesť\n\n\n\nDúfam, že sa ti dnešný náročný, no dôležitý článok páčil a už nabudúce pokračujeme. Dozvieš sa o vápniku viac a to aj v súvislosti s melanopsinom.\n\n\n\nVápnik totižto vyvoláva lokálnu zmenu v štruktúre vody v bunke, no tiež je to dôležitý „poslíček“, ktorý bunke signalizuje mnoho vecí, ovplyvňuje aj dôležitý kalmodulin (o ňom nabudúce) a signalizuje apoptózu. No a keď si predstavíš povedzme taký mozog a neuróny, ktoré sa nedelia, ak je v nich aktívna nadmerná apoptóza, výsledkom bude strata neurologických funkcií a ochorenie tipu Alzheimer a to nechceme!\n\n\n\nAj preto som tieto základné veci preberal vo webinároch ešte 2 roky dozadu, kde sme si ukázali ako si doma uzemniť počítač, ako si trochu zabezpečiť pracovňu, NTB, či mobil a minimalizovať tak riziko. Tieto webináre sú stále v knižnici k dispozícií a môžeš ich využiť aj TY! \n\n\n\nČoskoro (verím, že ešte tento alebo začiatkom ďalšieho roku) budeš mať možnosť využiť tiež praktický EKURZ, ktorý k tejto téme ohľadom minimalizovania EMP v domácnosti pripravujem.\n\n\n\n\n\n\n\nZáver\n\n\n\nAk sa ti článok páčil, kľudne ho zdieľaj ďalej a my sa vidíme už pri nasledovnom článku. Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREFERENCIE, ODKAZY, LINKY a CITÁCIE:\n\n\n\nMartin L Pall, Electromagnetic Fields Act Similarly in Plants as in Animals: Probable Activation of Calcium Channels via Their Voltage Sensor July 2016Current Chemical Biology 10(1):74-82https://www.numerade.com/ask/question/the-concentration-of-calcium-ions-ca2-outside-eukaryotic-cell-is-1000-times-higher-than-the-concentration-inside-the-cell-given-this-which-of-the-following-statements-is-most-accurate-a-calc-91796/https://en.m.wikipedia.org/wiki/Calcium_in_biologyhttps://sk.wikipedia.org/wiki/Endoplazmatick%C3%A9_retikulumhttps://www.intechopen.com/books/ion-channels-in-health-and-sickness/l-type-calcium-channels-structure-and-functionshttps://www.intechopen.com/books/ion-channels-in-health-and-sickness/l-type-calcium-channels-structure-and-functionshttps://www.ncbi.nlm.nih.gov/pubmed/15777162https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3705365/http://www.esalq.usp.br/lepse/imgs/conteudo_thumb/Electromagnetic-Fields-Act-Similarly-in-Plants-as-in-Animals—Probable-Activation-of-Calcium-Channels-via-Their-Voltage-Sensor.pdfhttps://seqex.ca/wp-content/uploads/2019/10/525_Liboff_ICR_interactions_in_living.pdfhttps://pctconformalcoating.com/blog/what-dielectrics-are-why-you-might-need-them/https://www.amazon.com/Fourth-Phase-Water-Beyond-Liquid/dp/0962689548https://www.engineeringtoolbox.com/liquid-dielectric-constants-d_1263.htmlhttps://en.wikipedia.org/wiki/Electrical_breakdownhttps://optolov.ru/sk/calculation-of-materials/chemu-ravna-elektricheskaya-postoyannaya-v-zakone-kulona-edinicy-izmereniya-zaryada.htmlhttps://onlinelibrary.wiley.com/doi/full/10.1111/j.1365-3040.2008.01866.xhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5529228/https://www.tandfonline.com/doi/full/10.1080/07315724.2015.1039866https://www.emfanalysis.com/wp-content/uploads/2015/06/EMF-Effects-via-Voltage-Gated-Calcium-Channels-Dr-Martin-Pall.pdfhttps://www.emfanalysis.com/wp-content/uploads/2016/03/VGCC-Non-Thermal-Mechanism-and-Potential-Solutions.pdfhttps://www.emfanalysis.com/wp-content/uploads/2016/03/Nitric-Oxide-and-Peroxynitrite-in-Health-and-Disease.pdfNaval Medical Research Institute Research Report, June 1971. Bibliography of Reported Biological Phenomena (“Effects”) and Clinical Manifestations Attributed to Microwave and RadioFrequency Radiation. Report No. 2 Revised.Pall, M. L. 2015. Microwave frequency electromagnetic fields (EMFs) produce widespread neuropsychiatric effects including depression. J. Chem. Neuroanat. 2015 Aug 20. pii: S0891- 0618(15)00059-9.doi: 10.1016/j.jchemneu.2015.08.001. [Epub ahead of print] Review.Tolgskaya, M. S., Gordon, Z. V. 1973. Pathological Effects of Radio Waves, Translated from Russian by B Haigh. Consultants Bureau, New York/London, 146 pages.Raines, J. K. 1981. Electromagnetic Field Interactions with the Human Body: Observed Effects and Theories. Greenbelt, Maryland: National Aeronautics and Space Administration 1981; 116 p.Bolen, S. M. 1994 Radiofrequency/Microwave Radiation Biological Effects and safety standards: a review. AD-A282 886, Rome Laboratory, U.S. Air Force Material Command, Griffiss Air Force Base, New York.Havas, M. 2013. Radiation from wireless technology affects the blood, the heart, and the autonomic nervous system. Rev. Environ. Health. 28(Nov 2013), 75-84.https://www.nature.com/articles/s41467-018-07145-6",
  "date": "2022-09-17T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:49:36+02:00",
  "word_count": 3907
}