{
  "url": "https://jaroslavlachky.sk/kb-20-cns-nervy-neurony-a-ich-regeneracny-elektricky-prud/",
  "title": "KB #20 CNS, Nervy, Neuróny a ich regeneračný elektrický prúd",
  "content": "Ako naše nervy a neuróny pracujú, odkiaľ berú svoj regeneračný polovodivý elektrický prúd a ako tento regeneračný prúd súvisí s myelínom, či spánkom?\n\n\n\nV dnešnom článku ťa čaká viac prekvapení aj AHA momentov, pretože sa pozrieme na dôkazy, že tento jednosmerný regeneračný elektrický prúd axónov nie je ionický, je polovodivý a dokonca stimuluje aj rast samotných nervov a teda aj našu regeneráciu!\n\n\n\n\n\n\n\nDnešným článkom sa zároveň sa zároveň blížime k „vyvrcholeniu“, kedy sa dozvieš ako Spánok naozaj funguje a všetky tieto informácie o kostiach, svaloch, nervoch, či mozgu dostaneš prepojené a na „zlatom podnose“ formou webináru!\n\n\n\n\n\n\n\nP.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho na stránke s PODCASTAMI. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSUMÁR ČLÁNKU\n\n\n\nAk je Spánok naozaj Alfou a Omegou Zdravia, prečo takmer nikto nerozumie (alebo nechce rozumieť) tomu, ako spánok naozaj prebieha a funguje? Dnes sa pozrieme na myelináciu CNS, ale aj PNS, prečo ten myelín potrebujeme a ako súvisí so spánkom aj regeneračným el. prúdomAko naše neuróny pracujú a ako vyzerajú dôkazy o tom, že regeneračný prúd nad axónmi nie je ionický, ale polovodivý?Čo je to tzv. Hallovo napätie a prečo ho musíš spoznať?Je naozaj mozgomiešny mok zdrojom regeneračného prúdu? Ak áno – AKO? A ako súvisí s glymfatickým systémom ?( Spoiler: Budeš šokovonaný!)A ešte o mnoho viac!\n\n\n\n\n\n\n\n\n\n\n\nSpánok ako Alfa a Omega Zdravia = dôležitosť polovodivosti neurónov\n\n\n\nNaposledy sme sa pozreli na kosti, dôležité biologické tkanivo, ktoré nás v podstate drží pohromade (KOSTRA), kde som ti ukázal, že kosti taktiež využívajú polovodivosť, piezoelektrinu (menia mechanickú záťaž na jednosmerný elektrický prúd) a rovnako, že jednosmerný elektrický prúd využívajú aj na svoju regeneráciu.\n\n\n\nAby som bol úprimný, posledné články som ťa tak trochu schválne viedol, krôčik po krôčiku, k základom pochopenia ako nášho mozgu, tak aj spánku a hlavne našej regenerácie, pretože povedzme si úprimne, regenerácia našich tkanív je kľúč číslo jeden.\n\n\n\n\n\n\n\nWebináreZáznam webináru: Spánok, bdenie a regeneráciaAko znie heslo Inteligentného človeka? \"Chceš byť Zdravý a podávať lepší Výkon? Chceš zvládať viac Stresu? OK...tak sa zameraj na regeneráciu a teda na SPÁNOK!\" Spánok je…49,90 €KúpiťInformácie v tomto webinári Vám raz a naždy zmenia pohľad na regeneráciu a spánok!\nViac informácií Objednať Webinár >>\n\n\n\n\n\n\n\n\n\n\n\nTeraz ti napíšem vetu, ktorú som vravel tento týždeň v BB na prednáške na jednej vysokej škole ľuďom, ktorí tam prišli a chcem, aby si sa nad tou vetou tiež zamyslel:\n\n\n\nTo, že môžeš ísť večer na párty, piť alkohol, fajčiť, apod., a aj napriek tomu na druhý deň vstať z postele a fungovať v živote, vie každý. To znamená, že naše tkanivá, bunky, mitochondrie,… musia mať a aj majú regeneračné procesy. Nesústreď sa preto toľko na to, či máš všetko 100% BIO,… ale skôr na svoj MOTOR – Mitochondrie!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDnes sa pozrieme na kľúčový proces, ktorý sa týka našej rozsiahlej nervovej sústavy, ktorá je do dnešného dňa nie úplne správne chápaná (podľa mňa). Koniec koncov, prémium členovia videli o fungovaní mozgu aj posledný webinár a vedia prečo to tvrdím. Zároveň som každému kto číta aspoň blog v posledných článkoch taktiež zanechal „vodítka“, ktoré si si možno neuvedomil, no teraz ti ich prezradím.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nV článku o epifýze som ti jasne napísal, že naša epifýza vníma stimuly zo Svetla, Magnetizmu (EMP), a gravitačného poľa, na základe ktorých tvorí koherentný výstup, ktorý vysiela do mozgomiešneho moku. No a ak si šikovný, mohlo ti dôjsť, že na tieto vstupy sme sa pozreli v posledných článkoch:\n\n\n\nKB #17 o vápniku = EMP, KB #18 o melanopsine = Svetlo a KB #19 o Kostiach = Gravitácia (aj EMP). No a práve tieto vstupy vníma naše telo, ale aj epifýza, ktorá na základe nich pomáha mozgomiešnemu moku štruktúrovať sa. A hádaj čo…\n\n\n\n\n\n\n\nTáto voda v tvojej hlave je to, čo je priamo úmerné tvojmu regeneračnému jednosmernému prúdu, ktorý nie je ionický, ale naopak polovodivý a nachádza sa nad axónom a pod myelínom. Presne preto je myelinácia nesmierne dôležitá, ako som ti to opísal v článku Črevo a mozog #8 o ketóze a vývoji detskej hlavičky.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMyelinácia CNS je pre spánok a regeneráciu dôležitá\n\n\n\nMyelinácia je v podstate obaľovanie axónov (dlhých „káblov), ktoré idú s neurónov, vďaka čomu je axón chránený voči prostrediu (podobne ako kábel s bužírkou) a tiež vďaka tomu axón dokáže prenášať akčný potenciál aj jednosmerný prúd vo vode, pod myelínom.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo a my dnes vieme, že spánok je priamo úmerný aktivácií génov, ktoré spúšťajú myelináciu centrálnej nervovej sústavy.  Tiež vieme, že tuková strava plná cholesterolu, plus fyzická aktivita (pohyb) pomáhajú s myelináciou) a rovnako aj červené svetlo s infračervené svetlo. [R, R]\n\n\n\nToto všetko sú prirodzené veci, ktoré má zvyčajne bábätko k dispozícií a rovnako aj vyvíjajúci sa teenager. Teda aspoň pred rokom 2000 to tak vo väčšine prípadov bolo.\n\n\n\n\n\n\n\nDnes sa pozrieme bližšie konkrétne na našu Centrálnu Nervovú Sústavu (CNS), Periférnu Nervovú Sústavu (PNS) a ako tento regeneračný jednosmerný polovodivý elektrický prúd vyzerá. No a čoskoro, v nachádzajúcom webinári o Spánku, vedomí a regenerácií, na ktorý si pozvaný aj TY, ti ukážem ako všetky tieto kúsky do seba zapadajú, ako presne živočíchy spia, vďaka čomu, ako a prečo prebiehajú dané spánkové cykly, ako to priamo súvisí s detoxikáciou, regeneráciou a tiež si ukážeme aj praktické veci, ktoré sa spánku a regenerácie týkajú.\n\n\n\nMoje heslo už predsa poznáš, že potrebuješ veci sám Spoznať. Iba tak sa môžeš slobodne a kvalitne rozhodnúť a nie iba dôverovať marketingu, predajcom, lekárom,…\n\n\n\n\n\n\n\nNo a každý, aj laik vie, že spánok je ALFA – OMEGA všetkého. Každý chce mať veľa energie, byť zdravý, cez deň športovať, pracovať,… no a všetko to začína práve Spánkom a teda našou regeneráciou = príprava na nový deň.\n\n\n\nPoďme teda k dnešnému merítku a to k neurónom a tomu, ako vyzerá ich polovodivý jednosmerný elektrický prúd.\n\n\n\n\n\n\n\nCNS, PNS a nervy\n\n\n\nNervový (neuronálny) systém je najdokonalejší signalizačný a komunikačný systém živých organizmov, pričom vrcholom vývoja nervovej sústavy je ľudský mozog (alias kvantizovaný kvantový počítač). Zatiaľ čo bezstavovce (napr. rak, hmyz, slimák, atď.) majú mozog, ktorý obsahuje maximálne 10 až 100 tisíce neurónov, mozog človeka ich má až 1012.\n\n\n\nNervový systém sa delí na centrálny a periférny. Súčasťou centrálneho nervového systému (CNS) sú mozog a miecha, pričom nervový systém je tvorený dvoma základnými skupinami buniek – nervovými bunkami a gliovými bunkami. Mozog obsahuje 5 až 10-krát viac gliových než neuronálnych buniek.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZatiaľ čo nervové bunky sú schopné prenášať signál (a ako nižšie zistíš aj polovodivý el. prúd), gliové bunky plnia skôr podpornú funkciu. Tieto bunky majú za úlohu vyživovanie nervových buniek, ich ochranu, smerovanie rastu, no čo je najdôležitejšie, tvorbu myelínu.\n\n\n\n\n\n\n\nNiektoré gliové bunky sú dokonca mostíkom medzi neurónmi a krvnými kapilárami. To znamená, že vedia prenášať veci z krvi priamo do axónu, ktorý podopierajú!\n\n\n\nExistuje niekoľko typov gliových buniek, ako napr. oligodendrocyty, Schwannove bunky, astrocyty, atď, pričom  základným typom gliových buniek v CNS sú astrocyty a oligodendrocyty, v periférnom nervovom systéme sú to prednostne Schwannove bunky. Dôvod prečo ti to rozprávam, pretože od nich závisí schopnosť tvojho tela generovať regeneračný el. prúd.\n\n\n\n\n\n\n\nOligodendrocyty poskytujú myelín v CNS, zatiaľ čo Schwannove bunky poskytujú myelínovú ochranu pre axóny v periférnom nervovom systéme (PNS).\n\n\n\n\n\n\n\nOpäť raz opakujem, aby si si zopakoval, čo je to myelín z článku o ketóze a vývine hlavičky. Myelín vyžaduje tuk, cholesterol a ketózu dieťatka. Už len vegetariánska strava, či rádio vlnenie v detskom veku spomaľujú alebo dokonca zastavia myelináciu, ktorá následne ovplyvní vývoj aj regeneráciu človeka.\n\n\n\nKaždý neurón pozostáva zo štyroch rozdielnych častí – telo bunky (sóma), dendrity, axón, a synaptické zakončenia. Dendrity sú tenké vlákna o priemere menej než 1 μm (mikrometra), ktoré sú zakončené synapsou a pôsobia ako prijímače prichádzajúcich signálov.\n\n\n\n\n\n\n\nAxón je dlhé vlákno o priemere 1-20 μm, ktorý je zodpovedný za vysielanie signálu, akčného potenciálu, ale aj regeneračného el. prúdu.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZ funkčného hľadiska sú neuróny rozdelené do troch hlavných skupín:\n\n\n\n• Senzorické neuróny – prenášajú informáciu z periférie do nervového systému za účelom vnímania a motorickej koordinácie.\n\n\n\n• Motorické neuróny – prenášajú príkazy z mozgu alebo miechy do svalov a žliaz.\n\n\n\n• Interneuróny – tvoria najväčšiu skupinu neurónov, ktoré nie sú špecificky senzorické alebo motorické. Ich úlohou je prenos signálu na veľké, alebo menšie vzdialenosti.\n\n\n\nAko teda vidíš, naše telo má bohatú sústavu nervov, ktoré smerujú z hlavy (CNS) do všetkých častí tela (končatiny, kosti, pokožka) a aj naopak z periférie do mozgu. Deje sa to skrz motorické a senzorické nervy, ktoré sú vždy napojené na miechu a odtiaľ na mozog. Zároveň sú tiež napojené na mozgomiešny mok…aká to náhoda.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNeuróny a Akčný potenciál verzus polovodivosť\n\n\n\nO tom, ako v minulom storočí objavili polovodivosť aj v čom sa líši od bežného vodiča si čítal v tomto článku. Teraz nadväzujem. Becker, ako aj iní vedci, vedel, že naše neuróny vykazujú jednosmerný elektrický prúd a že sú polarizované. To znamená, že el. prúd preteká iba jedným smerom. Polarizácia = laicky natočenie sa jedným smerom. Prúd preteká konkrétne z dentritov a tela neurónu, do axónu a tiež z hlavy do končatín. Koniec koncov, videl si to aj v obrázkoch minule.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBecker tiež zistil, že tento prúd je priamo úmerný schopnosti regenerovať tkanivá a to u všetkých živočíchov, ktoré testoval, vrátane ľudí. Tiež zistil, že tento prúd je cez deň vyšší, a keď sa živočích začne hýbať (pohyb), vzrastie ešte viac. Naopak v spánku si všimol, že tento elektrický prúd jednoducho zmizol.\n\n\n\nČo však Becker nevedel a chcel to zistiť je, či sú el. prúdy neurónov polovodivé. No a práve na toto sa dnes pozrieme.\n\n\n\n\n\n\n\nUrčite si totiž niekedy počul o tzv. Akčnom potenciáli. Jedná sa v podstate o ionický prúd, kde sa cez membránu presúva sodík a draslík, ktorý ju depolarizujú, čím sa mení (presúva) elektrické napätie skrz celú dĺžku axónu. Takto sa šíria elektrické vzruchy. Toto je niečo, čo sa vyučuje aj na školách a naozaj vieme, že to jestvuje. Akčný potenciál je veľmi dôležitý, no nie je to jediný prúd, ktorý sa šíri cez nervy.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAkčný potenciál je jednak veľmi pomalý a zároveň nie je zodpovedný za regeneráciu tkanív. Na to sú potrebné elektróny, ktoré sa šíria cez väčšie vzdialenosti a vyššou rýchlosťou.\n\n\n\nAko teda Becker, ale aj iní zistil, že sa jedná o skutočný polovodivý elektrický prúd (tok elektrónov a dier)? Jednoducho – pomocou slanej vody a tzv. Hallovho napätia.\n\n\n\nNajskôr sa pozrime na slaný roztok, alias prečo tento regeneračný prúd nie je ionický.\n\n\n\n\n\n\n\n\n\n\n\nNeuróny a ich polovodivý jednosmerný elektrický prúd\n\n\n\nNiektoré odpovede poskytla séria krásnych experimentov Linga, Gerarda a Benjamina Libeta na Universite v Chicagu, v ktorých pokračoval aj samotný Becker.\n\n\n\nEšte v roku 1936 p. Bishop navrhol, že neurónové obvody pôsobiace prostredníctvom samotných akčných potenciálov by mohli vysvetliť synchronizáciu cerebrálnej elektrickej aktivity. Avšak, už o štyri roky neskôr Gerard a Libet publikovali prvú správu o elektrických potenciáloch jednosmerného el. prúdu a pomalých vlnách v mozgu, ktoré túto prácu doplnili. [22, 29, 30]\n\n\n\n\n\n\n\nPri práci na žabách sa študovali oblasti kôry, kde vrstva neurónov mala hrúbku len jednej bunky a všetky bunky boli usporiadané vedľa seba ako vojaci pri kontrole, pričom všetky smerovali rovnakým smerom. To znamená, že boli polarizované. V takýchto oblastiach našli negatívny potenciál na dendritoch (krátke prichádzajúce vlákna) a pozitívny potenciál na koncoch axónov (dlhšie odchádzajúce vlákna). To indikovalo stály jednosmerný el. prúd pozdĺž normálneho smeru prenosu impulzov. Celá nervová bunka bola teda elektricky polarizovaná.\n\n\n\n\n\n\n\nV ďalšej sérii experimentov na mozgoch odobratých žabám a ponechaných nažive sa zistilo, že jednosmerné prúdy sa šíria cez povrch kôry vo veľmi pomalých vlnách, ktoré sa dajú vytvoriť experimentálne aplikovaním aj niektorých chemikálií. Teraz však príde to najlepšie. Keď urobili rez na mozgu, a teda prerušili skupiny nervových vlákien, tieto jednosmerné prúdy vĺn by sa mali stále rozšíriť skrz nerv, ak by boli dva povrchy v priamom kontakte. No a tak spravili pokus.\n\n\n\nAk výskumníci ponechali rez otvorený a naplnili ho fyziologickým roztokom, ktorý zodpovedal telesným tekutinám – slaný roztok, vlny nemohli prekročiť túto medzeru. Toto boli obzvlášť dôležité pozorovania. Naznačili totiž, že prúd bol prenášaný štruktúrami mimo samotných neurónov. Výsledky tiež ukázali, že prúd nebol ionický (teda sodíka a draslíka); inak by bol schopný prekonať medzeru cez slanú vodu. To znamená, že musel byť polovodivého charakteru.\n\n\n\n\n\n\n\nŠtúdiom neporušených mozgov u živých žiab sa tiež objavil potenciál medzi prednou a zadnou časťou mozgu. Čuchové (predné čelné) laloky boli niekoľko milivoltov negatívne vo vzťahu k okcipitálnemu (zadnému) laloku, čo znamená, že prúd prúdi hore mozgovým kmeňom a medzi dvoma hemisférami dopredu.\n\n\n\nTento fakt sa už čoskoro stane nesmierne dôležitým, tak si ho dobre zapamätaj! Teraz však druhý tip experimentov, ktorý potvrdil polovodivosť nervov a to Hallovo napätie, alias prečo chlad nie je hormetický faktor!\n\n\n\n\n\n\n\n\n\n\n\nHallovo napätie a polovodivosť nervov\n\n\n\nNa dosiahnutie cieľa jednoznačného preukázania polovodivosti nervov sa zdal byť použiteľný málo známy jav, a to tzv. Hallov jav (alebo aj Hallov efekt), ktorý zahŕňa interakciu medzi magnetickým poľom a jednosmerným elektrickým prúdom prúdiacim vo vodiči ponorenom do magnetického poľa a orientovanom pod uhlom 90 stupňov k siločiary.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTento jav vysvetlím veľmi rýchlo a laicky, pretože ho potrebuješ spoznať. Hallov jav je proces generovania Hallovho elektrického poľa v polovodiči za súčasného pôsobenia vonkajšieho elektrického a magnetického poľa. Dôsledkom toho sa hromadí na jednej strane látky záporný náboj a na strane druhej náboj kladný. Vďaka tomu, že póly majú rôzny potenciál, vzniká Hallovo napätie. Doštičkou potom preteká prúd. [R]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDefinícia možno zvláštna, no laicky to znamená toľko, že ak vezmeš polovodič, napr. nejaký plošák a kolmo naň umiestniš magnetické pole, v polovodiči sa indukuje (alebo preruší) tok elektrónov. Tiež to však znamená, že ak sú naše nervy polovodivé a umiestnime ich kolmo na magnetické pole, tiež v nich indukujeme, alebo naopak zastavíme flow elektrónov.\n\n\n\nVeľkosť takéhoto Hallovho napätia závisí od sily aplikovaného magnetického poľa a od množstva toku prúdu, ale čo je dôležitejšie, od mobility nosičov náboja.\n\n\n\n\n\n\n\nIóny sú veľké, relatívne nehybné entity a produkujú extrémne malé Hallove napätia, zatiaľ čo elektróny alebo „diery“ v polovodičových materiáloch majú veľkú mobilitu a produkujú Hallove napätia mnohonásobne vyššie.\n\n\n\n\n\n\n\nAk vezmeme do úvahy úrovne napätí pozorovaných Beckerom na salamandrovi (od 1 mv do 10 mv), tok prúdu musel byť extrémne malý. Preto, ak bolo magnetické pole nastavené kolmo na os končatiny mloka a boli pozorované Hallove napätia, možno usúdiť, že v končatine prúdil elektrický prúd lineárne.\n\n\n\nV experimentoch, ktoré Becker robil sa následne detegovali ustálené Hallove napätia, čo podporilo hypotézu, že v periférnych nervoch prúdi polovodičový jednosmerný prúd, ktorý je dokonca priamo úmerný úrovni vedomia. To znamená, že čím viac beta vĺn, vyššia aktivita, pohyb,… tým silnejší prúd. [22, 23]\n\n\n\n\n\n\n\nBecker tiež robil iné pokusy, napr. so zmrazením nervov, ktoré by malo ich el. prúd zastaviť, ak by bol šírený pomocou iónov, ako sa to dodnes učí na školách, no nestalo sa. V polovodiči totiž chlad tok elektrónov zefektívňuje, kdežto o vodičov a iónov zastavuje. Toto je v elektrotechnike známe.\n\n\n\nAk by sa jednalo o ionickú vodivosť, napätie by sa zmrazením nervu zastavilo. Becker robil pokusy, kde nerv stimuloval tekutým zamrazeným dusíkom a vždy pri kontakte nervu s dusíkom potenciál na nerve vzrástol.\n\n\n\nTým len potvrdil, že v neurónoch prechádza jednosmerný elektrický prúd, ktorý sa šíri pomocou polovodivosti a to hlboko pod myelínom a nad axónom a zároveň preukázal, že je tento prúd priamo úmerný našej vitalite, bdeniu a aj regnerácií. Keď prúd umelo vyrušil, živočích okamžite zaspal a keď prúd navrátil, živočích sa z anestézie prebral okamžite, bez akýchkoľvek vedľajších efektov.\n\n\n\n\n\n\n\nVieš, čo tieto slová pre teba znamenajú? Že tento polovodivý prúd je niečo, čo živočíchov uspáva, prebúdza, regeneruje, umožňuje nám budovať/opravovať kolagén a nervy, regeneruje kostí a ešte omnoho viac.\n\n\n\nTiež ti to ukazuje, prečo chlad nikdy nebol hormetický faktor, ale Evolučný faktor, pretože príroda využila na život polovodiče!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo sú ale zaujímavé veci, čo povieš? Zaujímavé tiež je, že sa o nich verejne moc nehovorí, no ty ich už teraz poznáš. To však nie je ani zďaleka všetko. Ja ti dnes ešte niečo prezradím, no musíš využiť trochu predstavivosti, prípadne si dohľadaj ďalšie obrázky z Googl-u.\n\n\n\n\n\n\n\n\n\n\n\nJednosmerný prúd v axónoch pochádza z mozgomiešneho moku – vody\n\n\n\nTento polovodivý prúd neurónov sa teda šíri pod myelínom, o ktorom si čítal v článku Črevo a mozog #8. Pozri sa na obrázky, aby si to ešte lepšie chápal.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrúd prechádza skrz dlhé axóny, z tela neurónu zo sivej hmoty, ktorý je plný mitochondrií. Telo neurónu sa nachádza v sivej hmote, ktorá pokrýva celú mozgovú kôru (neokortex) a každý jeden záhyb, ktorá sa doslova kúpe v mozgomiešnom moku. Avšak axóny, tie sú v bielej hmote, pod sivou, ktorá nie je ponorená v moku.\n\n\n\nTu však prichádza veľké ALE. Biela hmota, kde sú axóny obalené myelínom, totiž obsahuje tzv. interfasciálnu tekutinu, čo je vlastne mozgomiešny mok. Táto voda sa do axónov dostáva cez špeciálne aquaporíny.\n\n\n\n\n\n\n\nV CNS sú to predovšetkým tzv. Auqaporíny 4, ktoré pozostávajú zo šiestich špirálovitých domén preklenujúcich membránu a dvoch krátkych špirálových segmentov obklopujúcich úzky vodný pór. No a práve tento ich „pór“ je to, cez ktorý prepúšťajú vodu. V najužšom bode vodný pór meria iba 2,8 angstromov, čo je práve dosť veľké na to, aby tade prešla na tesno molekula vody.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo znamená, že je tieto kanále vpúšťajú vodu dnu z mozgomiešneho moku a zároveň im vytvoria tesný priestor, čím voda prechádza z bežného správania sa na úroveň kvantizovaného – kvantovo mechanického správania. Voda totiž v malých priestoroch nadobúda iné vlastnosti. [36] V takýchto tesných priestoroch voda nadobúda supervodivé vlastnosti, o ktorých si čítal v článku #14, kedy voda začína rýchlo presúvať elektróny, ale hlavne aj protóny. Stáva sa vtedy Kvantovo koherentnou! [36]\n\n\n\nUž chápeš, prečo som ti články o vode „predsunul“ pred týmito a pred prezradením skutočného fungovania spánku? Prémium členovia majú tiež v knižnici posledný webinár o fungovaní neokortexu, a verím, že tieto časti dochádzajú ešte lepšie.\n\n\n\n\n\n\n\nSlová vyššie znamenajú, že náš neokortex, vrchná časť mozgu, kde je sivá hmota plná neurónov, pláva v mozgomiešnom moku. Flow aj smer toku moku zasa ovláda epifýza na základe stimulov zo Svetla, EMP a gravitačného poľa.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPodobne ako keď ty vytvoríš vlnku v hrnci, keď miešaš vývar, aj naša epifýza mení vír mozgomiešneho moku v tretej mozgovej komore, odkiaľ následne putuje okolo celého mozgu až do sivej hmoty, kde sa nachádza najviac neurónov a mitochondrií. Pod ňou, v bielej hmote, sídlia axóny obalené myelínom, kde je táto voda napúšťaná cez úzke hydrofóbne kanály vysokou rýchlosťou. Presne tam sa v axónoch šíri jednosmerný elektrický prúd, ktorý je priamo úmerný nášmu bdeniu aj regenerácií.\n\n\n\nToto je ten prúd, ktorý indukuje rast aj obnovu tkanív, vrátene regenerácie kostí, o ktorej si čítal naposledy.\n\n\n\nLen sa pozri na obrázok ešte raz a uvedom si, že periosteum je miesto, kde je veľa interfasciálnej vody a tiež sú tam nervy s dentritmi. Becker, ale aj iní si už dávno uvedomili, že na regeneráciu sú potrebné práve nervy, pretože sú zodpovedné za regeneračný polarizovaný prúd.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJednosmerný prúd v axónoch kontroluje aj smer rastu nervov a tiež myelináciu\n\n\n\nBecker ako aj iní si uvedomil, že keď z miesta zranenia alebo amputácie u obojživeľníkov odstránili nervy, rast ani regenerácia nenastala. Tiež však zistil, že ak v mieste ponechali cca 2/3 nervov, končatina dorástla. [23] Becker si rovnako všimol, že tento jednosmerný elektrický prúd dokonca nie len stimuluje rast, ale rovnako na základe svojej polarizácie (smeru) udáva nervom a axónom, akým smerom majú rásť.\n\n\n\nToto je extrémne dôležitá vec, pretože ti vysvetľuje presne ako praxuje náš mozog, neokortex, kosti, pokožka, ale aj naša regenerácia.\n\n\n\n\n\n\n\nKolagénové vlákna sú tvorené z dlhých vlákien, ktoré sa podobajú neuvareným špagetám, z prekurzorovej molekuly nazývanej tropokolagén. Táto zlúčenina, ktorá sa často používa v biologickom výskume, sa extrahuje z vytvoreného kolagénu, často z chvostov potkanov, a potom sa vytvára roztok. Mierna zmena pH roztoku potom vyzráža kolagénové vlákna. Avšak takto vytvorené vlákna sú obyčajná, plstnatá hmota, ktorá pripomína nejakú zmotanú guľu klbka nite, ktorá v žiadnom prípade nepripomína nič ako vrstvené paralelné vlákna kosti.\n\n\n\nKeď však pri pokusoch roztokom previedli slabý jednosmerný prúd, vlákna sa samovoľne usporiadali v radoch kolmých na siločiary okolo zápornej elektródy. Toto dokonale zapadá aj do toho, o čom práve čítaš, pretože siločiary na negatívnej (stlačenej) strane ohnutej kosti, napr. keď robíš na kruhoch Muscle Up, sú v presne rovnakom zarovnaní ako kolagénové vlákna novej kosti, ktoré sa tam tvoria. Podobne pri zranení, či zlomenine.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTiež je nám tým pádom jasné, že flow vody z mozgu do končatín skrz miechu určuje smer rastu nervov, ktoré regenerujú ďalšie tkanivá, ako aj naše črevo, pokožku a mnoho ďalšieho.\n\n\n\nPresne preto dnes vieme, že aj správne aplikované červené a hlavne infračervené svetlo dokáže podporiť regeneráciu nervov a dokonca spomaliť degeneráciu v miestach, kde sa stráca myelín, vďaka lepšej expresii olygodentrocytov a rovnako vďaka lepšiemu rozpoleniu vody v interfasiálnej tekutine.\n\n\n\nNezabúdaj, že myelín je dôležitý na to, aby sa tento prúd dokázal cez axón dostať a to či už v mozgu, ale aj z miechy do končatín a opačne.\n\n\n\nPri chorobách ako napr. skleróza multiplex je dobre známe, že títo ľudia svoj myelín strácajú a ich olygodentrocyty nie sú správne exprimované. Nikto však zdá sa nevie prečo, pretože si nespája dve a dve dohromady. Ak si však pozorný, my sme si to práve spojili. Súvisí to s ich spánkom, epifýzou, mozgomiešnym mokom a polaritou elektrického prúdu. [R, R]\n\n\n\n\n\n\n\nPresne preto existujú záznamy, ktoré poukazujú na to, že každé 10-stupňové zvýšenie vzdialenosti od rovníka je spojené s 10-mesačným znížením veku pri nástupe symptómov roztrúsenej sklerózy multiplex (MS). [R] Tiež vieme, že týmto pacientom pomáha aj terapia červeným a IČ svetlom. [R] Ani jedno nie je náhoda!\n\n\n\n\n\n\n\nZhrnutie a pozvánka na webinár\n\n\n\nAko som v poslednom článku v závere prízvukoval, v najbližšom webinári chcem dopodrobna vysvetliť, ako naozaj bdenie a hlavne spánok funguje, prečo sa v ňom striedajú jednotlivé cykly, akú úlohu v spánku a bdení hrá smer a flow moku, aj ako sa to všetko deje,…pretože to bude veľmi dôležité ako pre jednotlivcov (každý môže zmeniť aspoň u seba čo sa dá), no aj pre ľudí vo sfére, ktorí sa venujú problematike odborne, pretože ich to verím posunie míľovými krokmi vpred.\n\n\n\n\n\n\nWebináreZáznam webináru: Spánok, bdenie a regeneráciaAko znie heslo Inteligentného človeka? \"Chceš byť Zdravý a podávať lepší Výkon? Chceš zvládať viac Stresu? OK...tak sa zameraj na regeneráciu a teda na SPÁNOK!\" Spánok je…49,90 €KúpiťInformácie v tomto webinári Vám raz a naždy zmenia pohľad na regeneráciu a spánok!\nViac informácií Objednať Webinár >>\n\n\n\n\n\n\nZáver \n\n\n\nDúfam, že sa ti dnešný náročný, no dôležitý článok páčil, ak áno, kľudne ho zdieľaj ďalej. Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie.\n\n\n\n\n\n\n\nTiež ti dávam do pozornosti ako naposledy aj nadchádzajúci Workshop, ktorý bude už 19. Novembra v Bratislave a si naň srdečne pozvaný.\n\n\n\nNižšie máš odkaz, kde nájdeš všetky dôležité info, popis, cenu aj možnosť registrovať sa. Počet miest je v rámci kapacity priestoru obmedzený na cca 15 ľudí a ak ťa tvoj Software, ale aj Hardware zaujíma a chceš ho trošku Spoznať a možno aj „Hacknúť„, verím, že sa vidíme. 🙂 \n\n\n\n\n\n\n\nRegistrácia aj všetky informácie nájdete TU >>\n\n\n\n\n\n\n\n\n\n\nNo a my dvaja sa čítame alebo počujeme už pri ďalšom článku, tak zostaň naladený 😊\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREFERENCIE, ODKAZY, LINKY a CITÁCIE:\n\n\n\nhttps://sk.wikipedia.org/wiki/Curieho_teplotahttps://sk.wikipedia.org/wiki/Hallov_javhttps://cs.wikipedia.org/wiki/Mozkom%C3%AD%C5%A1n%C3%AD_mokhttps://www.wikiskripta.eu/w/Epif%C3%BDzahttps://sk.wikipedia.org/wiki/Neur%C3%B3nhttps://headaches.org/light-and-sensitivity/https://pubmed.ncbi.nlm.nih.gov/29390108/https://radiopaedia.org/articles/pineal-recesshttps://en.wikipedia.org/wiki/Suprapineal_recesshttps://www.britannica.com/science/pineal-glandhttps://www.wikiskripta.eu/w/Diencephalonhttps://en.wikipedia.org/wiki/Intrinsically_photosensitive_retinal_ganglion_cellhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5880743/https://pubmed.ncbi.nlm.nih.gov/12224052/https://cs.wikipedia.org/wiki/Kalcithttps://en.wikipedia.org/wiki/Superior_cervical_ganglion#Pineal_glandhttps://pubmed.ncbi.nlm.nih.gov/6324543/https://med.libretexts.org/Bookshelves/Anatomy_and_Physiology/Book%3A_Anatomy_and_Physiology_(Boundless)/11%3A_Central_Nervous_System/11.3%3A_Protection_of_the_Brain/11.3A%3A_Blood-Brain_Barrierhttps://www.webmd.com/sleep-disorders/what-to-know-about-calcification-of-the-pineal-glandhttps://academic.oup.com/endo/article/143/1/84/2988986https://en.wikipedia.org/wiki/Aquaporin-4https://cs.m.wikipedia.org/wiki/Pom%C4%9Br_sign%C3%A1lu_a_%C5%A1umuhttps://sk.wikipedia.org/wiki/Faradayova_klietkahttps://phys.org/news/2017-05-surprisingly-nanoscale.htmlhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4429967/https://pubmed.ncbi.nlm.nih.gov/23840675/https://n.neurology.org/content/92/10/e1029https://www.nationalmssociety.org/About-the-Society/News/Study-Shows-Distance-from-the-Equator-Linked-to-Ag",
  "date": "2022-10-15T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:49:29+02:00",
  "word_count": 3391
}