{
  "url": "https://jaroslavlachky.sk/su-zltacka-a-hypoxia-iba-dosledok-nasich-nespravnych-rozhodnuti/",
  "title": "SÚ ŽLTAČKA a HYPOXIA IBA DÔSLEDOK NAŠICH NESPRÁVNYCH ROZHODNUTÍ?",
  "content": "Článok začnem trochu netradične a nastolím zopár OTÁZOK, aby som ťa prinútil zamyslieť sa. Tiež ti dám v úvode na ukážku krátke, dvojminútové video. Tento článok som teraz nemal v pláne, no v poslednej dobe som mal viac debát k tejto téme, aj v diskusnom fóre, a skôr či neskôr, by som ho uverejnil tak či onak. (Funkciou fóra je pre mňa tiež vidieť, kto má skutočný záujem niečo sa dozvedieť a aj podľa záujmu som ochotný prispôsobiť články.) Takže:\n\n\n\nJe detská žltačka dnes tak veľmi rozšírená, iba NÁHODOU? Alebo je za tým viac? Vieš o tom, že v minulosti liečili žltačku UV LAMPAMI a až neskôr sa začalo s liečbou pomocou MODRÉHO SVETLA? Prečo to zmenili? Prečo dnes malé detičky ležia v inkubátoroch pod LED svetlami? Má to na nich nejaký dopad? Prečo je dnes rakovina OKA na veľkom vzostupe? A prečo vzrastá aj rakovina kože? A prečo je RAKOVINA PROSTATY alebo RAKOVINA PRSNÍKA na prvých priečkach?\n\n\n\nAj toto sú zaujímavé otázky, nad ktorými sa predpokladám len málokto niekedy vo svojom živote zamyslel, no občas je dobré, trochu „upustiť“ fantáziu, nahliadnuť aj na iné ASPEKTY a POPREMÝŠLAŤ. Pretože sa tak ľahko stane, že človek príde na niečo, nad čím by normálne ani len nepremýšľal.\n\n\n\nPozri si na úvod toto krátke video, v ktorom si vypočuješ niečo o tom, ako ťa len „obyčajné“ umelé MODRÉ SVETLO, ktoré máš na strope, prinúti JESŤ SLADKÉ, alebo ti dokonca pomôže PRIBRAŤ PODKOŽNÝ TUK.\n\n\n\n\n\n\n\n\n\nPřehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\n\n\n\n\n\n\nRýchly sumár článku (čo sa dozvieš):\n\n\n\nČo je to HYPOXIA?Čo má spoločné DIEŤATKO v MATERNICI a ŽRALOK v OCEÁNE?Ako vzniká ŽLTAČKA?PREČO a AKO sa žltačka dá vyliečiť pomocou MODRÉHO, ale aj UV SVETLA?Prečo sa dieťatko so žltačkou narodí MATKE, ktorá nosí SLNEČNÉ OKULIARE?Má moderná liečba NOVORODENCOV v INKUBÁTOROCH vplyv na ich BUDÚCE ZDRAVIE? Ak áno, aký?A ešte mnoho viac\n\n\n\n\n\n\n\nAKO VYZERÁ SKUTOČNÝ WELNESS PRE NAŠE TELO?\n\n\n\nPremýšľal si niekedy, ako vyzerá reálny „NÁVOD“ alebo „POSTUP“, ako sa udržovať v dobrom ZDRAVÍ aj VÝKONE? Je to naozaj to staré známe: „Dodržuj pitný režim, dostatok POHYBU, ZDRAVÚ STRAVU, dobrý spánok, nepi veľa alkoholu a nefajči?“ Alebo sa to dá zhrnúť aj KRATŠIE a „EFEKTÍVNEJŠIE“? Áno, dá. \n\n\n\nStaraj sa o svoje MITOCHONDRIE. \n\n\n\nČo to však znamená v praxi?\n\n\n\nKaždé ráno potrebuješ SLNEČNÉ SVETLO, aby SEPAROVALO ELEKTRICKÝ NÁBOJ vo VODE v tvojom tele, vďaka čomu v tebe vznikne BATÉRIA, ktorá ťa poháňa. V článku o ŠTVRTEJ PODOBE VODY si o tom čítal. Ak si nespomínaš, teraz je čas vrátiť sa k tomu. Avšak tomuto svetlu potrebujeme vystaviť VŠETKY NAŠE KONTAKTNÉ BODY na tele. Aspoň na chvíľu. Zapoj do toho aj GROUNDING a získaš dostatok ELEKTRÓNOV, ktoré ťa budú taktiež POHÁŇAŤ.\n\n\n\nPresne toto je ZÁKLAD, ktorý potrebuješ SPOZNAŤ. Ak začínaš STRAVOU a KALÓRIAMI, získaš iba ELEKTRÓNY a PROTÓNY, ktoré sa z jedla uvoľnia. Ty však potrebuješ tieto častice aj KONTROLOVAŤ a tiež môcť premieňať SVETLO na ELEKTRICKÝ PRÚD, ktorý VODA v tebe dobre šíri. Toto ti zabezpečí iba DHA. Žiadna BIO STRAVA, žiadna ZELENINA, OVOCIE, ani nič iné. Iba DHA.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAk by som to mal napísať ešte trochu odbornejšie a konkrétnejšie, bolo by to asi takto. Keď FOTÓNY reagujú s ČASTICAMI v našich BUNKÁCH a MITOCHONDRIÁCH, fotón „vykopne“ elektrón na vyššiu energetickú úroveň (dobije ho energiou), v ktorej vydrží v priemere asi 10–7 až 10–8 sekundy. To znamená, že 0,000 000 01 sekundy je elektrón v stave, že má viac energie a následne sa vráti do svojho pôvodného stavu. Možno sa ti to zdá ako krátky čas, no vieš, čo všetko sa udeje medzi tým? ŽIVOT.\n\n\n\nMedzi tým, ako elektrón absorbuje svetlo a zbaví sa ho, teda v miliardtinách sekundy, sa v bunke vydávajú POKYNY, čo a ako má bunka robiť. To ako elektrón svetlo absorboval a následne sa ho zbavil, si jednoducho predstav ako známu hru STRATIL DEDKO RUKAVIČKU, kde každý rýchlo vykríkne: „ja ju nemám, má ju číslo…“.\n\n\n\nPresne takto si dokážu ELEKTRÓNY v našich bunkách prehadzovať SVETLO. No nie len to. Dané svetlo v bunke mení svoju PODOBU aj FORMU a dodáva bunke všetko čo potrebuje: inštrukcie, stavebný materiál, pohon, atď. Nezabúdaj, že SVETLO a HMOTA sú v podstate jedno a to isté. Toto je to, čo ROZHODUJE aj o tom, ako sa v tebe správajú KALÓRIE. Ak sa teda zaujímaš iba o MAKRONUTRIENTY, STRAVU a POHYB, nemáš ani len potuchy o tom, čo je to, čo tvoje telo SKUTOČNE OVLÁDA, pretože je to pre tvoje ZMYSLY NEVIDITEĽNÉ a deje sa to veľmi rýchlo. \n\n\n\nAvšak VEDOME, ale aj NEVEDOME, to každý z nás OVPLYVŇUJE ROZHODNUTIAMI, ktoré v živote robí.\n\n\n\nAj tomuto sa budem venovať s pár ľuďmi, ktorí sa rozhodli, alebo sa ešte len rozhodnú, INVESTOVAŤ do nového EKURZU/EKNIHY KVANTOVÁ BIOLÓGIA. Práve v súkromných WEBINÁROCH budem všetky tieto „odborné“ veci prepájať do súvislostí a hlavne Vám dávať čo najviac praktických informácií a NÁVODOV.\n\n\n\nDúfam, že som ťa týmto trochu vyviedol z miery a prinútil sa zamyslieť, takže môžeme pokračovať k ŽLTAČKE, pretože teraz to ešte len začne byť zaujímavé a trochu aj ŠOKUJÚCE.\n\n\n\n\n\n\n\nEKURZ KVANTOVÁ BIOLÓGIA\n\n\n\n\n\n\n\nHYPOXIA alias NEDOSTATOK KYSLÍKU\n\n\n\nV skratke niečo o tom, prečo sa u novorodencov môže objaviť ŽLTAČKA. [1] Žltačka vzniká z 2 hlavných dôvodov. HYPOXIA (nedostatok kyslíku) a PRIVEĽA ERYTROCYTOV (krviniek). Teraz laické vysvetlenie, aby si chápal.\n\n\n\nKeď je bábätko v brušku matky, je vo VODE. To určite vieš. Jeho život pripomína život ŽRALOKA. Obaja využívajú Archimedove princípy vo svoj prospech: vysoký TLAK VODY, NEDOSTATOK KYSLÍKU, CHLAD a DHA. Všetky tieto veci má malé bábätko u matky k dispozícií. Možno si už niekedy počul pojem HYPOXIA. Ak áno, tak vieš, že to znamená NEDOSTATOK KYSLÍKA.\n\n\n\nMôžeš sa s ním stretnúť napríklad tak, že začneš ŠPRINTOVAŤ alebo BOXOVAŤ. Keď budeš vykonávať rýchle pohyby, tvoje telo nebude stačiť dýchať a okysličovať sa a ty sa dostaneš do stavu HYPOXIE (nedostatku kyslíka). V tomto prípade je to dobrý stav, pretože trvá iba krátko a po ňom, ak sa dostatočne vydýchaš a zregeneruješ, tvoje telo dokonca zosilnie. Čo však, ak by to bolo CHRONICKÉ? Jednoducho rýchlejšie ZOSTÁRNEŠ a UMRIEŠ a medzitým bude tvoj život „slabý“. To znamená, že budeš mať málo energie, budeš cítiť slabosť, únavu, vysokú chorobnosť, atď.\n\n\n\nSú však podmienky, kedy je dlhšia HYPOXIA výhodou, ako napríklad pre RYBY v OCEÁNE, no pre bábätko pred narodením sa môže stať, že budú tieto podmienky už neoptimálne a jeho HYPOXIA bude priveľká. Bábätko to musí nejako KOMPENZOVAŤ. Jeho telíčko sa potrebuje nejako OKYSLIČIŤ. Tipneš si ako? Premýšľaj… Čo v našom tele prepravuje KYSLÍK? No predsa ČERVENÉ KRVINKY (ERYTROCYTY).\n\n\n\n\n\n\n\nNOVORODENECKÁ ŽLTAČKA A JEJ VZNIK\n\n\n\nAk je bábätko v stave CHRONICKEJ a veľkej HYPOXIE, v jeho telíčku sa rozmnožia KRVINKY, aby mohli roznášať viac KYSLÍKU. Je to myslím LOGICKÉ. Podobné veci sa udejú, ak pôjdeš na Mount Everest. Avšak väčšina ľudí by to nezvládla, práve kvôli tomu, že žijú HYPOXICKÝ ŽIVOT nonstop a ani si to neuvedomujú. Hneď zistíš PREČO.\n\n\n\nBábätko má teda zvýšené množstvo krviniek, no hneď, ako sa narodí, začne normálne DÝCHAŤ. Už viac nie je ponorené a môže využívať PĽÚCA. To znamená, že to množstvo KRVINIEK už nie je potrebné a začnú sa rozkladať. Hádaj ako sa prejaví ich nadmerný rozklad? ŽLTOU FARBOU. Pýtaš sa prečo? Pretože je to farba, ktorú vyžaruje BILIRUBÍN, keď sa HEMOGLOBÍN v červených krvinkách naň rozpadá. Na obrázku vidíš, ako vyzerajú.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrečo sa teda využíva FOTOTERAPIA s MODRÝM SVETLOM na „vyliečenie“ žltačky? Modrá farba je komplementárna ku žltej, čo znamená, že bilirubín ju absorbuje, vďaka čomu sa rozloží ďalej a žltačka „zmizne“. (Čitatelia prvej knihy by si teraz mali spomenúť na kapitolu o vitamíne A. Písal som tam, že je ŽLTÝ. Dúfam, že chápete PREČO, aj AKO.)\n\n\n\n(Pri tomto odstavci si dovolím ešte jednu krátku poznámku. Aj kvôli tomuto, čo práve čítaš, považujem meranie bilirubínu v krvi za LACNÝ a PEKNÝ TEST. Meria sa dokonca aj bežne, pri rozbore krvi u lekára. Potrebuješ však opäť vedieť, čo si všímaš. Ja ti dnes prezradím len malé „tipovanie“. Ak patríš k ľuďom, ktorí sa stravujú dlhodobo KETOGENICKY (niekoľko mesiacov), nechaj si ho zmerať a podľa mňa bude ZVÝŠENÝ. Schválne sa zamysli PREČO to tvrdím a kľudne mi napíš, na čo si prišiel.)\n\n\n\nČo je však dnes menej známe je FAKT, že MODRÉ SVETLO stimuluje u detičiek aktivitu ich MELANOCYTOV, čo spôsobí HYPERPIGMENTÁCIU, čím sa zníži SCHOPNOSŤ absorbovať UV svetlo. [2] V nedávnom článku o MELASME som o tom písal. Pozri si ho pre istotu ešte raz, pretože teraz ti prezradím dôležitú vec, ktorá na to nadväzuje.\n\n\n\nPri tretej otázke o MELASME a fľaku na čele som písal o NEDOSTATOČNOM OKYSLIČOVANÍ, ktoré spôsobí práve daný FĽAK a stmavnutie pokožky. Ak ti to ešte nedošlo, napíšem to „po lopate“. \n\n\n\nModré svetlo dokáže vyvolať HYPOXIU. Presne ten stav, o ktorom si čítal vyššie. Je teda možné, že aj samotná ŽLTAČKA dieťatka je spôsobená ŽIVOTOM MATKY a jej VOĽBAMI PROSTREDIA, v akom sa POHYBOVALA? Na druhú stranu, môže takáto FOTOTERAPIA MODRÝM SVETLOM, aká sa používa aj dnes, detičkám ešte viac ublížiť? Odpoveď na obe otázky je podľa mňa ÁNO.\n\n\n\nMal by si vedieť, že dnes máme dokonca zaujímavé náznaky toho, že práve OŽAROVANIE DETIČIEK MODRÝM SVETLOM, môže za vyšší výskyt melanómu oka u nich. [3] Mimochodom, vieš o tom, že pôvodne sa v 20. storočí žltačka riešila za pomoci UV svetla? Teda fototerapie s UV svetlom? Chceš vedieť, prečo sa to v 60. rokoch zmenilo?\n\n\n\n\n\n\n\nZMENA LIEČBY ŽLTAČKY z UV na MODRÉ SVETLO\n\n\n\nKlasická fototerapia s modrým svetlom vyvoláva IZOMERIZÁCIU (zmenu molekuly) bilirubínu, ktorý sa tak stane vo vode rozpustným a za pomoci obličiek sa močom vylúči z tela von. Modrá farba je komplementárna (je hneď oproti žltej), čo je dôvod, že to dokáže. Avšak, aj UV je komplementárna. Z dávnejších článkov si môžeš pamätať, aké vlnové dĺžky farby majú. Všimni si na obrázkoch, že UV (ultrafialová) a fialová sú hneď vedľa modrej a tiež, že sú na opačnej strane ako červená a infračervená. Hmmm, ktovie, či to má pre našu BIOLÓGIU nejaký zmysel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpektrum vlnových dĺžok svetla zo slnka\n\n\n\n\n\n\n\nAko vidíš, fialová je skutočne vedľa modrej a predstav si, že v prvej polovici 20. storočia na liečbu žltačky využívali práve tieto farby. Dokonca aj UV. Prečo teda prestali? Prečo sa dokonca prestalo s využívaním HELIOTERAPIE (terapia koncentrovaným slnečným UV svetlom)? Neuveríš, no môže za to jeden jediný KUS PAPIERA.\n\n\n\nV roku 1954 až 1959 sa v literatúre objavil článok o Retrolentálnej hyperplazii oka (RHO) a to práve u detí, ktoré podstupovali terapiu proti žltačke s UV svetlom. [4, 5, 6] V skratke ide o to, ako aj z názvu môžeš tušiť, že to slovíčko hyperplazia (zmnoženie) oka, znamená rozmnoženie ciev v oku, ktoré mohlo (alebo skôr malo) spôsobiť Retinopatiu (ochorenie sietnice oka).\n\n\n\nDaná choroba sa v minulom storočí nazvala Retinopatia prematúrnych detí (RPD ). [5] Pred 40. rokom minulého storočia, bola takáto SLEPOTA, vyvolaná RPD raritou, no už počas nasledujúcich 10 rokov (1943–1953) osleplo následkom RPD v USA približne 7 000 novorodencov. Neskôr sa s ožarovaním detičiek, pomocou UV lámp, úplne prestalo a začali sa používať INKUBÁTORY, ktoré sa zdokonalovali a dnes sú úplne bežné. Detičky pod nimi ležia nonstop (deň aj noc), pod umelým modrým svetlom.\n\n\n\nPrečo sa však prestalo s UV a aký vplyv malo UV na dané problémy so SLEPOTOU a poškodením SIETNICE? A skutočne to bolo pravdivé zistenie alebo iba NEDOROZUMENIE?\n\n\n\n\n\n\n\nMALÉ DIEŤATKO MÁ PLNE PERMEABILNÉ OČI VOČI UV\n\n\n\nProblém s liečbou žltačky s UV a zároveň aj veľké nedorozumenie, spočívalo v dvoch veciach. Za prvé, využívali sa UV lampy (nie celé spektrum slnka) a za druhé, vtedy sa nevedelo, že detské OKO prepustí dnu viac svetla, ako oko dospelého. [7] \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nČo sa teda stalo? Keď ožarovali detičky s UV lampami, ich liečba bola skutočne účinná a žltačky sa zbavili, no vďaka tomu, že detská šošovka, zrenička, aj sklovina prepúšťajú viac UV ako u dospelého, ich cievy v sietnici sa správali inak. [8]\n\n\n\nAko si môžeš pamätať z článku SOLÁRNY MOZOĽ, pobyt na slnku robí s našimi cievami niečo zvláštne. Roztiahne ich, vystúpia viac na povrch. Toto sa však nedeje iba v pokožke, ale aj v OKU. Všetko je však spôsobené kombináciou farieb, vrátane infračervenej, červenej, modrej, aj UV. Keď sme na SLNKU, nikdy na nás nesvieti iba jedna z farieb, ako to bolo pri ožarovaní UV lampami. Aj preto sa ich cievy a sietnica správala inak, keď mala NADBYTOK UV a nedostatok INFRAČERVENEJ. [8]\n\n\n\nPozri si ešte raz vyššie obrázok komplementárnych farieb. Nie je náhoda, že UV a ČERVENÁ sú na KONCOCH a tiež nie je náhoda, že POKRÝVAJÚ HRANIČNÉ FREKVENCIE, ktoré na Zem zo slnka dopadajú. Navzájom sa totižto dopĺňajú.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLekári a oftalmológovia v minulom storočí nesprávne spájali UV svetlo použité v žiarovkách s Retrolentálnou hyperplaziou, pretože verili, že UV svetlo v žiarovkách a umelých lampách je ekvivalentné UV žiareniu, ktoré pochádza zo slnka. Je to však omyl, pretože práve ďalšie farby, ktoré zo slnka prichádzajú, dopĺňajú efekty UV žiarenia.\n\n\n\nMimochodom, John Ott o tomto písal aj vo svojej knihe „Heath and Light“. Upozorňoval na to, že umelé UV svetlo, používané u týchto detí, nie je ekvivalentom žiaroviek s plným spektrom UV svetla a tiež nie je ekvivalentom slnečného žiarenia. Stručný obsah, popis a nejaké screenshoty nájdu členovia aj v MOJEJ KNIŽNICI.  \n\n\n\n\n\n\nNick Lane obálkaRobert O. Becker Body electric recenzia Jaroslav Lachký Moja knižnicaJohn Ott recenzia Jaroslav LachkýWeston Price recenzia Jaroslav LachkýPrezrieť MOJU KNIŽNICU\n\n\n\n\n\n\nČO HOVORIA DÁTA DNES?\n\n\n\nDnešná literatúra už začína spájať uveálny (očný) melanóm so skorým vystavovaním sa modrému svetlu v prípadoch žltačky. [2, 9, 10] Neskôr, až porozumieš ostatným problémom a najmä MITOCHONDRIÁM zistíš, že dnes môžeme takmer s istotou povedať, že detičky so žltačkou sa takmer vždy narodia matkám s vysokou mierou heteroplazmie vo vajíčku, vďaka účinkom, aké na ňu má umelé EMP, ktorému je matka vystavená pred tehotenstvom. To sa týka MODRÉHO SVETLA, ale aj toho neviditeľného.\n\n\n\n(Heteroplazmia v skratke znamená pomer, koľko je v bunke ZDRAVÝCH verzus CHORÝCH MITOCHONDRIÍ.)\n\n\n\nČo je však smutné je, že všetky tieto detičky so žltačkou sú dnes v nemocnici pod umelým modrým svetlom, ktoré stimuluje ich hyperpigmentáciu a HYPOXIU, čo môže mať vplyv na ich ZDRAVIE už na celý život. Všetko záleží od toho, aké „VIENKO“ mu VEDOME alebo NEVEDOME poskytla MATKA, ale aj OTEC.\n\n\n\nĎalší zaujímavý POSTREH dneška je to, že MAMIČKY, ktoré nosia SLNEČNÉ OKULIARE, majú väčšie RIZIKO, že sa im narodí dieťatko so ŽLTAČKOU, ale aj inými problémami. Dôvod prečo to tvrdím, by mal pomaly, ale isto dochádzať dlhodobým čitateľom. Tiež je zaujímavé, že v dnešnej dobe je veľmi rýchlo rastúce ochorenie MELANÓM OKA a tiež je spojený s nadbytkom MODRÉHO SVETLA. Ba čo viac, dokonca aj s NEDOSTATKOM UV a INFRAČERVENÉHO. Tieto dve farby mimochodom blokuje aj SKLO, ale aj SLNEČNÉ OKULIARE.\n\n\n\n\n\n\n\nhttps://www.instagram.com/jaroslavlachky/\n\n\n\n\n\n\n\n\n\n\n\nZÁVER a SUMÁR\n\n\n\nDnešná situácia vo svete je naozaj veľmi pozoruhodná, no tiež zaražajúca, pretože si kompetentní vôbec nevšímajú súvislosti. OBRAZOVKY a MODERNÉ TECHNOLÓGIE sa za posledné roky rozvinuli obrovským spôsobom a tiež sa pozoruhodne rozmohli rôzne CHOROBY. Rovnako sa ľuďom zhoršuje ZDRAVIE a viac PRIBERAJÚ.\n\n\n\nDruhá vec však je NEDOSTATOK SLNKA a teda aj NEDOSTATOK UV s INFRAČERVENOU FARBOU. Stačí sa len pozrieť na štatistiku. Napríklad v Číne, kde je veľmi znečistené ovzdušie a UV ku nim cez smog takmer neprenikne, je cca 95% mladých ľudí KRÁTKOZRAKÝCH. Žeby náhoda? Čo tak Veľká Británia, ktorá hlási veľký nárast MELASMI, aj detičiek so ŽLTAČKOU? Alebo nárast RAKOVINY a MELANÓMU OKA? A čo tak nárast RAKOVINY PROSTATY alebo RAKOVINY PRSNÍKA? V čom sú tieto časti tela iné? Premýšľaj…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVšimni si, ako prudko vzrástla RAKOVINA PROSTATY. Rakovina prostaty je najčastejšou rakovinou medzi americkými mužmi s výskytom približne 233 000 prípadov ročne. [11] Vieš, čo je zvláštne? Prostata je žľaznatý orgán muža uložený na svalovom dne panvy, kde svojou plochou zrastá do močového mechúra. Teraz si spomeň na dávnejšie články o tom, že SVETLO v našom MOZGU, skrz OKO, tvorí HORMÓNY. Presne ako keď sa svetlo v liste rastlinky spomalí a vytvorí glukózu, rovnako v našom oku vytvorí HORMÓN. To znamená, že daná časť MOZGU (epifýza) sa zväčší. Teraz príde vyvrcholenie.\n\n\n\nVieš, že pred 20. storočím bola rakovina prostaty raritou? Vieš ako pacientom občas pomáhali? Operáciou epifýzy tak, že im časť vyoperovali, pretože lekári videli, že ju mali nadmerne zväčšenú. [12]\n\n\n\nMimochodom, rakovina hrubého čreva, čo je tiež zaujímavý ORGÁN, bola v rokoch 1900, podľa štatistiky v USA, na 37. priečke dôvodu úmrtnosti. Dnes je na čísle 2. U mužov samostatne je na tretej priečke úmrtnosti a u žien samostatne je taktiež na tretej priečke úmrtnosti. Zaujímavé. [13]\n\n\n\n\n\n\n\nPRIDAJ SA MEDZI ZLATÝCH ČLENOV\n\n\n\nAko povedal Einstein: „Definícia bláznovstva je robiť stále to isté a pritom očakávať iný výsledok.“ To platí pre naše ČINY, ale aj pre VZDELÁVANIE a riadenie sa STAROU DOGMOU.\n\n\n\nNa záver ti dávam do pozornosti môj nový EKURZ/EKNIHU s názvom KVANTOVÁ BIOLÓGIA, v ktorom sa budeme venovať aj týmto veciam, okrem iného. Všetky informácie nájdeš na webe.\n\n\n\n\n\n\n \r\n \r\n\r\n \r\n\t \r\n\t \r\n \r\n\r\n \r\n\t \r\n\t\t \r\n\t \r\n \r\n\r\n EKURZ + ZLATÉ ČLENSTVO\n\n\n\nČasto kladené otázky nájdeš TU\n\n\n\n\n\n\n\n\nAk sa ti článok páčil a chceš ma podporiť v práci, kľudne ho zdieľaj. \n\n\n\n\n\n\n\n\n\n\n\nODKAZY a LINKY:\n\n\n\nhttps://www.fmed.uniba.sk/uploads/media/Novorodenecka_zltacka_df._dg.pdfhttps://www.sciencedirect.com/science/article/abs/pii/S0306987716304169https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3586554/https://webslovnik.zoznam.sk/lekarsky-slovnik/?s=fibroplasiahttps://www.prolekare.cz/casopisy/ceska-slovenska-oftalmologie/2014-2/retinopatia-prematurnych-deti-i-cast-49193https://jamanetwork.com/journals/jamapediatrics/article-abstract/497043https://www.startribune.com/children-s-eyes-let-in-more-light-than-adults-so-go-dark-to-help-them-sleep/476337673/https://www.sciencedirect.com/science/article/pii/S0022202X15301160https://www.mdpi.com/2072-6694/11/12/1986/htmhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC3693189/https://pubmed.ncbi.nlm.nih.gov/30476672/https://www.researchgate.net/publication/335047500_Abstract_5045_Pineal_gland_volume_and_risk_of_prostate_cancerhttps://www.cancer.net/cancer-types/colorectal-cancer/statistics",
  "date": "2020-10-11T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:52:19+02:00",
  "word_count": 2520
}