{
  "url": "https://jaroslavlachky.sk/energia-6-je-oteplovanie-zeme-skutocne/",
  "title": "ENERGIA #6 JE OTEPĽOVANIE ZEME SKUTOČNÉ?",
  "content": "Moderný problém Zeme začal asi v roku 1850, keď sme začali využívať umelé RÁDIOVÉ a MIKROVLNNÉ ŽIARENIE na komunikáciu a pridávať do VODY mnohé HALOGÉNY, ktoré zmenili jej FYZIKÁLNE VLASTNOSTI aj ELEKTRICKÚ VODIVOSŤ.\n\n\n\nTakto sa zmenil spôsob, akým VODA v živých organizmoch na planéte PRACUJE a ako riadi ich BIOCHÉMIU. Vtedy sa začala masívna DEHYDRATÁCIA ŽIVOTA na Zemi. V tomto a nasledujúcom článku (ENERGIA #7) ti ukážem AKO.\n\n\n\n\n\n\n\nSumár článku:\n\n\n\nAko vyzerala hladina KYSLÍKA v minulosti verzus DNES?Koľko percent PITNEJ VODY máme na Zemi?Ako malá zmena pH oceánu ovplyvní celý EKOSYSTÉM na planéte?Čo je to Schwanova smernica a aké sú v EU stanovené hodnoty pre „BEZPEČNÚ“ UMELÚ RADIÁCIU?Čo je to JUŽNÁ ATLANTICKÁ ANOMÁLIA?Čo skutočne môže za MIZNUTIE OZÓNU? Pretože CO2 to NIE JE.Je GLOBÁLNE OTEPĽOVANIE iba zámienkou na zakrývanie niečoho VÁŽNEJŠIEHO?Máme dôkazy o tom, že Zem sa v skutočnosti OCHLADZUJE?Čo je to SOLÁRNY CYKLUS a ako ovplyvňuje planétu Zem?Prečo si myslím, že budeme svedkami návratu COVID?Ako SLNKO reguluje našu prirodzenú a adaptívnu imunitu?A ešte omnoho viac.\n\n\n\n\n\n\n\nPLANÉTA ZEM V MINULOSTI\n\n\n\nPred 250 miliónmi rokmi, bolo na Zemi asi 35% KYSLÍKA. V roku 1850 to bolo 22%. Dnes je to okolo 19 až 20%. Množstvo kyslíka, ktoré človek potrebuje na život, je cca 19,5%. [29] Spomínaš si na predchádzajúci článok o VODE? Keď má voda ŠTRUKTUROVANÚ (kryštálovú) PODOBU, zhromažďuje viac KYSLÍKA a ELEKTRÓNOV, zatiaľ čo PROTÓNY vylúči ďalej od okraja. Maj to na pamäti. Teraz sa pozrime, ako vyzerá množstvo VODY na zemi.\n\n\n\nŠtvrtá fáza vody/Exkluzívna zóna.\n\n\nCelá Zem je pokrytá vodou, no väčšina z nej je vo forme MORÍ a OCEÁNOV, ktorú zvieratká nemôžu piť. Potrebujú pitnú vodu. 71% Zemegule je pokrytých VODOU. 96,5% z toho je v oceánoch, 1,7% je vo forme SNEHU a ĽADOVCOV, ďalších 1,6% je vo forme PODZEMNÝCH VÔD, JAZIER a RIEK a iba 0,001% je vo VZDUCHU vo forme MRAKOV.\n\n\n\n„Keď si to zrátaš, iba nejakých 2,5% je použiteľná pitná VODA a 0,001% je v mrakoch, ktorá prší a zalieva RASTLINKY, ktoré vďaka nej môžu rásť a produkovať PLODY. Ak si to prečítaš ešte raz, pochopíš, prečo sa pred cca 30 rokmi stal PREDAJ BALENÝCH vôd miliardovým BIZNISSOM. Rovnako ti však môže dôjsť, prečo sa možno zdanlivo smiešny nápad, PREDÁVAŤ KYSLÍK VO FĽAŠI, môže raz stať REALITOU.“\n\n\n\n\n\n\n\nVODA OVPLYVŇUJE MNOŽSTVO KYSLÍKA\n\n\n\nV úvode som napísal, že Zem sa za posledné roky rapídne zmenila, a to či už kvôli znečisťovaniu, odpadkom, ale aj vďaka umelému vlneniu a halogénom v ovzduší. Čoskoro pochopíš AKO. Čo však vidíme všetci je, že PITNÁ VODA na Zemi klesá. Nemusím ti predkladať ani žiadne štúdie, predpokladám, že do minúty si ich na Google zoženieš, ak chceš.\n\n\n\nPodľa NASA planéta Zem prichádza o značné množstvo ČISTEJ VODY v OCEÁNE aj o značné množstvo kyslíka v atmosfére a zdá sa, že málokto si uvedomuje prečo.\n\n\n\nAk nie je VODA vo vhodnom ELEKTROMAGNETICKOM POLI, nedokáže dobre prenášať ENERGIU ani KYSLÍK a život sa stane HYPOXICKÝM (Hypoxia znamená nedostatok kyslíka).\n\n\n\n„VŽDY keď KLESNE MNOŽSTVO ČISTEJ VODY, KLESNE AJ MNOŠZTVO KYSLÍKA. To sa týka živočíchov, ktorí sú dehydratovaní, pretože ich mitochondrie netvoria dostatok vody, ale aj všetkého života na Zemi.“\n\n\n\nDnes sa do OCEÁNOV pridáva masívne množstvo ČISTEJ a PITNEJ VODY (aj vďaka topeniu ľadovcov), čím sa mení jeho pH, ale aj HUSTOTA a štruktúra VODY v ňom. Voda v oceánoch znižuje svoje pH (stáva sa viac KYSLOU/ACIDICKOU), čím sa znižuje množstvo dostupnej energie. Vďaka tomu vymiera veľká časť FYTOPLANKTÓNU, ktorý vďaka morskej fotosyntéze nemôže produkovať dostatok KYSLÍKA v oceánoch, ktorý potrebujú nie len RYBY a MORSKÉ ŽIVOČÍCHY, ale aj ŽIVOČÍCHY na súši. Až 80% kyslíka v atmosfére je produktom fytoplanktónu v oceánoch.\n\n\n\n\n\n\nVieš, že ľuďom sa stane presne to isté, keď sú DEHYDRATOVANÍ, vďaka slabým MITOCHONDRIÁM? Ich pH klesne a HUSTOTA VODY sa tiež zmení. Už nebude voda tak „TESNÁ“ a zväčší sa. Takto sa zväčšia MITOCHONDRIE, vzdialia sa od seba aj od JADRA BUNKY a BUNKA prichádza o ENERGIU. Rovnako sa časom zmení pH KRVNEJ PLAZMY, čo sa prejaví na množstve a veľkosti LÁTOK v KRVI. Napríklad na množstve a hlavne veľkosti CHOLESTEROLU, ale aj na množstve TRIGLYCERIDOV. Všetky tieto látky sa v krvi plavia vďaka štruktúre VODY v nej. Ak sa zmení VODA, zmení sa ich TRANSPORT.\n\n\n\nMimochodom, v knihe od Roberta O. Beckera, [28] ktorú som už viackrát spomínal, je zmienka aj o tom, že Americká armáda v roku 1973 našla podobný VZŤAH medzi veľkosťou a množstvom CHOLESTEROLU v KRVI vojakov a časom, aký VOJACI strávili v blízkosti RADARU.\n\n\n\n\n\n\n\nAKO VNÍMAME RADIÁCIU\n\n\n\nKeď sa v lete postavíš na priame slnko, cítiš to veľké spektrum UV svetla, však? Vnímaš to ako veľké TEPLO. Rovnako infračervené svetlo. Infračervená tipu A preniká veľmi hlboko do tela. Tieto dve formy svetla boli v minulosti DOMINANTNÝM SVETLOM na zemi, pretože ešte nebol OZÓN, ktorý filtroval veľkú časť z UV.\n\n\n\nNaše pocitové VNÍMANIE EMP funguje vďaka ZOHRIEVANIU TKANÍV. Presne ako keď vojdeš do infrasauny. Toto svetlo (EM rezonanciu) nemusíš ani vidieť, no CÍTIŠ HO. Tento „OHREVNÝ“ (TERMÁLNY) EFEKT sa nazýva Schwanova smernica. [1, 2]\n\n\n\n\n\n\n\nHERMAN SCHWAN\n\n\n\nHerman Schwan bol nemecký biofyzik, ktorý v minulosti pracoval pre Americké ministerstvo obrany a dostal za úlohu vypracovať niečo ako PLÁN, či SMERNICU, podľa ktorej sa bude môcť povedať, aká RADIÁCIA je BEZPEČNÁ a aká NIE. [3] Už vtedy sa vedelo, že INFRAČERVENÉ, ale aj MIKROVLNNÉ, či RÁDIOVLNNÉ ŽIARENIE dokáže predmety ZOHRIEVAŤ, ak je žiarenie absorbované v dostatočnom množstve. Schwan teda (logicky?) predpokladal, že TEPLO a TERMÁLNY EFEKT je jediný NEGATÍVNY EFEKT, aký môže predstavovať umelé vlnenie.\n\n\n\nSchwan meral aké množstvo rôznej radiácie je potrebné na ohriatie rôznych častí tela a tkanív. Ku značnému OHREVU došlo pri množstve EM RADIÁCIE 1000 Wattov na m2, podľa ktorého stanovil bezpečnú dávku.\n\n\n\nDo svojej práce zahrnul aj tzv. BEZPEČNOSTNÝ FAKTOR, ktorý je využívaný takmer všade (od nosnosti výťahov, po kapacitu miest v divadlách, atď.), ktorý sa udáva ako JEDNA DESATINA (1/10). Schwan vydelil číslo tisíc desiatimi a bezpečný limit pre EM VLNENIE bol v r. 1953 nastavený na 100 W/m2, čo je v prepočte  10 mW/cm2 (miliWatt-ov na centimeter štvorcový). [4]\n\n\n\n„Ako však čoskoro zistíš, nielenže sa vo svojich meraniach a výpočtoch ZMÝLIL, no zabudol, že NAJVӒČŠIE RIZIKÁ aj ZDRAVOTNÉ ŤAŽKOSTI pochádzajú práve z NETERMÁLNEHO EFEKTU. Nazýva sa to aj NEIONIZUJÚCA RADIÁCIA (z angličtiny non-ionizating radiation).“\n\n\n\n\n\n\n\nAKO SA MERIA VÝKON\n\n\n\nPre tých, ktorí nevedia, v skratke vysvetlím, čo je to VÝKON.\n\n\n\nVÝKON je množstvo PRÁCE, vykonanej za jednotku času. Výkon sa dá merať takmer pri všetkom. Keď budeš utekať na bežiacom páse, ľahko zmeriaš podľa svojej hmotnosti a rýchlosti pásu svoj VÝKON. Ak si si niekedy prezeral obal ŽIAROVKY,  všimol si si, že aj na nej je napísaný VÝKON. Aj radiácia alebo množstvo absorbovaného EMP má VÝKON a meria sa vo WATTOCH.\n\n\n\nAk si spomínaš z predošlých článkov na VOLTY, malo by ti niečo dôjsť. ELEKTRICKÝ POTENCIÁL (napätie), ktorý je medzi dvoma elektricky nabitými časticami, vytvára tiež SILU, na pohybujúce sa ELEKTRÓNY, PROTÓNY, ale aj FOTÓNY medzi nimi. Tieto častice môžu tiež vykonať PRÁCU. (Podobne, ako keď budeš od seba nasilu držať dva priťahujúce sa magnety a umiestniš medzi ne napr. kovový špendlík. Špendlík sa pohne a vykoná tiež nejakú prácu.)\n\n\n\nAbsorpcia EM vlnenia sa udáva ako ABSORBOVANÝ VÝKON na JEDNOTKU PLOCHY. Čím ďalej si od zdroja, tým menšie VLNENIE ťa zasiahne. Ak má žiarovka na strope výkon 150 wattov, keď sa jej dotkneš, opáliš sa. No meter od nej, teplo takmer nepocítiš. Rozumieš? Preto sa tieto veci merajú ako výkon na jednotku plochy.\n\n\n\n(Ak to mám napísať opäť na príklade dvoch magnetov, tak si predstav 2 veľké magnety s priemerom napr. 1 meter, ktoré budú od seba vzdialené tiež jeden meter. Teraz si predstav, že vložíš medzi magnety, ku ich okrajom, svoju dlaň. Keby vhodíš medzi magnety kovové špendlíky, veľmi rýchlo by sa pritiahli k magnetu a tvoja ruka by to nepekne odniesla. Keby však dáš magnety 5 metrov od seba, špendlíky by už nemali takú silu. Keby ich dáš 10 metrov od seba, bolo by to ešte slabšie. Rozumieš? Podobne je to so svetlom a každým vlnením, avšak ak ho necítime ako TEPLO, neznamená to, že do nás „nevrazí“ a nemôže niečo vyvolať.)\n\n\n\n\n\n\n\nZAČIATOK TECHNOLOGICKÉHO POKROKU\n\n\n\n\n\n\nV roku 1879 bola zostrojená prvá Edisonova žiarovka; 1882 Edison spustil prvý elektrický systém v New Yorku; 1893 Tesla spustil prvú sieť na princípe striedavého prúdu; 1901 Gaugtielmo Marconi zostrojil telegraf; 1920 prvá rádiostanica; 1945 Rockefeller začal pridávať fluór do pitnej vody (spomeň si na článok o VODE a HALOGÉNY); 1947 prvá televízia a prvé mikrovlnné vlnenie, ktoré sa šírilo vzduchom; 1957 prvé televízne vysielanie na Slovensku; 1993 spustenie pravidelného vysielania Slovenskej televízie. Ďalej už nepokračujem.\n\n\n\n„V roku 1920 sme mali na svete PRVÚ KOMERČNÚ RÁDIOVÚ STANICU. Dovtedy sme používali SVIEČKY. Uvedomuješ si, že počnúc DNEŠKOM je to presne 100 ROKOV od kedy sa tieto pokroky udiali? Stále si myslíš, že za ZHORŠENIE ZDRAVOTNÉHO STAVU POPULÁCIE môže iba nedostatok CVIČENIA, či veľa CUKRU alebo málo ZELENINY?“\n\n\n\nDovolil som si odfotiť kúsok z epidemiologickej štúdie, kde vidíš zaujímavé zistenia. [5] Prikladám samozrejme preklad pre ľudí, ktorí nevedia po anglicky. (Ospravedlňujem sa, ak je niekde v preklade nejaká chybička.)\n\n\n\n\n\n\n\n\n\n\nRÁDIOVÉ VLNY & ATMOSFÉRA\n\n\n\nNajviac problémov sa začalo po 2. svetovej vojne. Vieš prečo? Pretože sme začali vypúšťať do ovzdušia množstvo HALOGÉNOV (ako o chvíľu zistíš, CO2 nie je prioritný problém, ako sa to snažia prezentovať MÉDIA) a začali sme využívať UMELÉ a KRÁTKE RÁDIOVÉ VLNY (ELF) na komunikáciu. Problém však je, že väčšina z týchto vĺn, nedokáže len tak prejsť cez našu Iónosféru a neustále sa od nej odráža. [6, 7]\n\n\n\n„Má to svoje výhody, ako napríklad to, že sa dá na veľkú diaľku, za pomoci dobrých výpočtov a odrážania sa vĺn od atmosféry, preniesť signál. No nevýhoda je, že veľká časť z týchto vĺn nemôže z atmosféry uniknúť a narúša okolité EM pole atmosféry.“  \n\n\n\n\n\n\nPrechod, odraz, rozptyl alebo pohltenie EM vlnenia MATERIÁLOM, závisí od frekvencie VLNENIA a samozrejme v tomto prípade aj od POČASIA a aktivity SLNKA. Slnko totižto riadi VEĽKOSŤ IONOSFÉRY, čo je v našom prípade MATERIÁL, ktorý vlny absorbuje. Spomínaš si na predošlý článok, kde si videl veľkosť vĺn v porovnaní s objektom? Ukázal som ti, ako ovplyvňuje veľkosť prekážky prechod VLNENIA. Spomeň si na prirovnanie KOMÁRA letiaceho cez dažďové kvapky.\n\n\n\nKomár prechádza cez kvapky podobne ako vlnenie z WI-fi prechádza cez medzery medzi atómami v stenách.\n\n\n„Predstav si, že viditeľné svetlo je KOMÁR a mikrovlnné žiarenie z wifi si TY. Obaja stojíte vonku, 10 metrov od domu, chcete ísť dnu, no v tom začne prudko PRŠAŤ. Komár je malý ako dažďové kvapky a do domu sa cez ne nedostane. Kvapky ho zrazia k zemi. Ty si však väčší ako kvapky a hoci časť z teba pri chôdzi domov oprší (vlnenie sa čiastočne vyruší), do domu sa dostaneš. Podobné prirovnanie platí aj pri rádiovlnách.“\n\n\n\nAko si však videl pri shumannovej rezonancii, ELF vlny majú vlnovú dĺžku tisíce kilometrov. Naša IONOSFÉRA je cca 300 km hrubá, v závislosti od toho, ako je zem otočená k slnku a jeho aktivity. [8] Už vlnenie s frekvenciou 1 kHz (tisíc Hz) má vlnovú dĺžku 300 km. To znamená, že vlny s nižšou frekvenciou ako 1000 Hz majú problém prejsť cez našu IONOSFÉRU a ostávajú „navždy“ na Zemi.\n\n\n\nAk vezmeme v úvahu, že prvé mikrovlnné radary a ELF rádiové vlny prišli po druhej svetovej vojne, tak v priebehu posledných 100 rokov sa množstvo tohto vlnenia na zemi takmer MILIÓNKRÁT ZNÁSOBILO. [9]\n\n\n\n\n\n\n\n\n\n\nCHLADNIČKY A FREÓN\n\n\n\n\n\n\nTeraz sa vrátim opäť do roku 1850, ale v inom kontexte. V 19. až 20. storočí sa začali vyrábať CHLADNIČKY, ktoré využívali ako chladiace zmesi plyny na báze amoniaku (NH3), metylchloridu (CH3CI) a oxidu siričitého (SO2), no až neskôr, v roku 1920 sa zistilo, že sú jedovaté a začali sa používať nové. Napríklad CHLÓROFLUÓRKARBÓN (z angličtiny Chlorofluorocarbons, skratka CFC).\n\n\n\nV roku 1928 bola patentovaná prvá chladnička s CFC vďaka Thomasovi Midgleymu a už v roku 1935 bolo v USA predaných viac ako 8 MILIÓNOV chladničiek. [10] Celkom slušný počet. V priebehu ďalších 30 rokov sa začal CFC používať v klimatizáciách, sprejoch proti hmyzu, aj rôzne inde a v roku 1960 to bol BIOLÓNOVÝ BIZNIS. Prečo ti to však píšem?\n\n\n\nSpomeň si na predchádzajúci článok o VODE, v ktorom som ti prezradil, ako dokáže FLUÓR, CHLÓR a BRÓM znížiť elektrickú vodivosť VODY a tým zmeniť jej VLASTNOSTI aj absorpciu svetla. Chlórofluórkarbón obsahuje hneď dva. Najmenší a najnebezpečnejší FLUÓR a druhý, menej nebezpečný, CHLÓR (respektíve CHLORÍN).\n\n\n\n\n\n\n\nCFC, OZÓN a POČIATOK GEO-INŽINIERSTVA\n\n\n\nCFC sa považuje za bezpečný, čo je čiastočne pravda, pretože nemá priamy vplyv na ľudí. Má však na nás obrovský nepriamy vplyv a k tomu aj na celú PLANÉTU.\n\n\n\nKeďže sa využíva v mnohých biznisoch, či už v sprejoch alebo klimatizáciách, vždy sa vypúšťa do ovzdušia, do ATMOSFÉRY. V spodnej atmosfére, tam kde sa hýbeme my, nemá extra vplyv, no v horných vrstvách atmosféry, konkrétne v STRATOSFÉRE reaguje s OZÓNOM. Predpokladám, že sa už trochu chytáš, kam tým mierim.\n\n\n\n\n\n\nV roku 1974, dve nezávislé univerzity v Kalifornii potvrdili, že CFC je hlavným zdrojom CHLÓRU v STRATOSFÉRE. Dnes je to potvrdené aj z NASA. [11] Tento plyn do našej atmosféry prinesie nie len FLUÓR, ktorý zmení vlastnosti VODY v nej, no uvoľňuje tam CHLÓR, ktorý robí zaujímavú vec. Ničí OZÓN. [12]\n\n\n\nOzón je PLYN (časť našej atmosféry), ktorý absorbuje viac ako 90% z energetického UV svetla, ktoré na Zem zo Slnka prichádza. UV svetlo však dokáže oddeliť atómy v CFC od seba, čím z nich uvoľní FLUÓR, ale aj CHLÓR (CHLORÍN). Ukázalo sa, že CHLORIN podstupuje v stratosfére KATALYTICKÉ REAKCIE, vďaka čomu sa v nej prirodzene odbúrava, no má to jeden „maličký háčik“.\n\n\n\n„Jeden atóm chlóru, pri katalytickej reakcii, zničí až 100 tisíc molekúl OZÓNU.“ [11, 12]\n\n\n\n\n\n\n\nZASE TROŠKU O AUSTRÁLIÍ\n\n\n\nKaždý určite vie, že Austrália je na tom s ozónom najhoršie. Majú nad hlavami najväčšiu ozónovú dieru, na rozdiel od maličkých dier, ktoré sú inde po svete. Prečo je to tak?\n\n\n\nVieš o tom, že najväčšia ozónová diera je nad ANTARKTÍDOU? V tejto oblasti sa vyskytuje aj tzv. JUŽNÁ ATLANTICKÁ ANOMÁLIA. [13] Keď sa pozrieš na mapu zistíš, že Austrália je hneď vedľa.\n\n\n\nZdroj: https://en.wikipedia.org/wiki/South_Atlantic_Anomaly\n\n\nV skratke ide o to, že magnetická os zeme nepretína zemeguľu v strede, ako sú póly a jej okolité magnetické pole je posunuté. Tie PRSTENCE na obrázku (Van allenové pásy), sú niečo ako OCHRANNÝ MAGNETICKÝ ŠTÍT (MAGNETOSFÉRA) vytvorený z mnohých ENERGETICKÝCH ČASTÍC, ktorý odtláča SILNÚ SLNEČNÚ RADIÁCIU (napr. gama lúče), ale aj rôznu inú radiáciu z okolitých hviezd. V miestach, kde sa prstence priblížia k zemi najviac, prenikne najviac z ENERGETICKÉHO VLNENIA, ktoré štiepi časti molekúl atmosféry.\n\n\n\n„Predstav si to veľmi jednoducho. Spomínaš, ako som ti vysvetľoval na fotoelektrickom jave, že VLNENIE dokáže uvoľniť z atómu ELEKTRÓNY? Napríklad vo fotosyntéze, dokáže slnečná radiácia rozdeliť molekulu VODY na VODÍK a KYSLÍK. V našej atmosfére sú však iné PRVKY a vyžadujú inú energiu, aby sa rozdelili. ELEKTRÓN, ktorý „drží“ prvky v atmosfére spolu, potrebuje obdržať VIAC energie, aby odišiel.“\n\n\n\nEnergetické GAMA LÚČE zo slnka sú natoľko silné, že v mieste JUŽNEJ ATLANTICKEJ ANOMÁLIE dokážu veľkú časť atmosféry oslabiť až na úroveň OZÓNU. Čo sa však stane, keď do toho pridáme HALOGÉNY, ktoré človek vypúšťa do ovzdušia, ako FLUÓR, BRÓM, či CHLÓR?  \n\n\n\nStratosféra sa delí na SPODNÚ a VRCHNÚ, pričom jej spodná časť je v nadmorskej výške 20 km. Vieš, čo je zvláštne? Presne v tejto výške atmosféry sa KATALYZUJÚ (rozkladajú) halogény, ktoré ničia OZÓN. [11, 12, 14, 15] Halogény, ktoré ľudia vypúšťajú, sa dostávajú do časti atmosféry na severovýchod od Antarktídy, ktorá je už prirodzene oslabená a ničia ju ešte viac. Ľudia v Austrálii na to doplácajú.\n\n\n\nNad Austráliou je zničená ozónová diera, ktorá na Zem prepúšťa omnoho viac energetického UV svetla, ale aj kozmického žiarenia a zároveň majú v ovzduší halogény, ktoré zmenia vlastnosti vody v atmosfére. Voda nad nimi má menšiu elektrickú vodivosť a nedokáže absorbovať toľko infračerveného SVETLA. Dážď, ktorý tam prší je preto radikálne iný, ako u nás. Z dažďa vzniká POTRAVA, ale aj VODA, ktorú pijú a z ktorej sa ich telo HYDRATUJE. Preto je v Austrálií ZELENINA a OVOCIE, najmenej kvalitná potrava, akú môžu tunajší ľudia jesť. Zelenina s ovocím majú vysoký obsah vody, ktorú rastlinky získavajú z mrakov nad kontinentom. Aj preto majú tunajší ľudia problémy s rakovinou a nízky vitamín D. Bez kvalitnej vody nedokážu izomerizovať cholesterol na vitamín D3.\n\n\n\nS ich vodou je problémov v skutočnosti ešte viac, no o tom možno inokedy.\n\n\n\n(!!! Veľké POZOR pre čitateľov mojej PRVEJ KNIHY. Po opätovnom prečítaní kapitoly o VODÍKU si ešte raz pozrite tento krátky odstavec. Niečo by vám malo dôjsť. Oslabená ozónová vrstva zapríčiní, že sa v atmosfére uvoľní viac „nechceného“ vodíka, ktorý v daždi spadne na zem a rozbije živočíchom ATP-ázy. Každý z vás, ktorý porozumie týmto slovám pochopí, prečo je VEGETARIÁNSTVO aj rastlinná strava v tejto krajine cestou do pekla.)  \n\n\n\n\n\n\n\nCO2 a OTEPĽOVANIE ZEME\n\n\n\nUrčite si sa pýtal, kedy spomeniem CO2 (oxid uhličitý) a jeho vysokú produkciu, ktorou OTEPĽUJEME ZEM, však? Teda, aspoň takto to počúvame posledné roky. Je to však pravda?\n\n\n\n\n\n\nV prvom rade by si mal vedieť, že oxid uhličitý tvorí asi 0,04% z atmosféry, pričom ŽIVOČÍCHY produkujú svojim vydychovaním 97% z neho a iba zvyšné 3% sú produktom VÝFUKOVÝCH PLYNOV a priemyslu. Zamysli sa. Myslíš, že toto je PROBLÉM? [16]\n\n\n\n„Skús doma v kúpeľni napustiť plnú vaňu vody a potom v kúpeľni zapáľ jednu sviečku. Ak tá sviečka dokáže vodu vo vani vyhriať, potom dokáže aj naša produkcia CO2 vyhriať planétu.“\n\n\n\n„Môj osobný názor je, že mediálne šírenie o vplyve oxidu uhličitého na otepľovanie Zeme je skôr zakrývaním ZISKU z GEO-INŽINIERSTVA a zatajovanie skutočnosti, aký VPLYV má umelé EM VLNENIE na ľudí, ale aj na planétu.“\n\n\n\nNetvrdím, že sa CO2 v atmosfére nepodieľa na otepľovaní povrchu Zeme, no je to zanedbateľne málo. Klimatológovia vychádzajú z toho, že CO2 viaže v atmosfére teplo, ktoré následne uvoľňuje do oceánu a pomáha ho ZOHRIEVAŤ a topiť ľadovce. Voda však vyžaduje kvantá energie, aby sa zohriala a vzduch s naším terajším obsahom CO2, na to bohužiaľ nestačí.\n\n\n\nTepelná kapacita vody, vzhľadom na objem KVAPALNEJ VODY ku objemu PLYNNEJ VODY, je 3300 ku 1. To znamená, že na zohriatie 1 litra vody o 1 °C, potrebujeme 3300 litrov vzduchu, ktorý by bol o 2 °C teplejší. Alebo 1 liter vzduchu, ktorý by musel byť teplejší o 3300 °C. Dochádza?\n\n\n\nĎalšia vec je veľkosť oceánu. V atmosfére máme málo vzduchu na to, aby oteplil oceán. Obsah vody v oceánoch je cca 1,500,000,000,000,000,000,000 litrov vody. Na zohriatie takého množstva vody len o 1 °C by sme potrebovali 6,000,000,000,000,000,000,000,000 Joulov TEPLA. \n\n\n\n„Keby sme všetci naraz vypli všetky spotrebiče a šli bývať do jaskyne, a vonku by sme nechali pracovať spaľovne, solárne, veterné aj elektrické elektrárne, ktoré produkujú CO2, trvalo by asi 32 000 rokov, pokým by sa teplota oceánu zvýšila o 1 °C.“ \n\n\n\n\n\n\n\nZEM SA (MOŽNO) OCHLADZUJE\n\n\n\nDnešná teplota v atmosfére sa zvyšuje, to je pravda, no čo ak sa zem naopak OCHLADZUJE? [17, 18] Ak mi neveríš, skús vysvetliť záznamy, ktoré preukazujú, že hoci sa na východ od Antarktídy trhá ozón a povrch zeme s atmosférou sa OTEPĽUJE, hneď vedľa, na západe Antarktídy, sa ľadovce OCHLADZUJÚ. [19] Stále neveríš, že Zem sa ochladzuje?\n\n\n\n\n\n\nAj naša planéta pracuje na POZITÍVNEJ a NEGATÍVNEJ spätnej väzbe, presne ako som ti to ukázal s Yellowstonským parkom a reaguje na zmenu ELEKTROMAGNETICKÉHO POLA, ktoré nás dehydratuje a VYHRIEVA zároveň. Zamysli sa spolu so mnou sedliackym rozumom. \n\n\n\nDo roku 1940 teplota zeme mierne klesala. Medzi rokmi 1940 až 1975 bola teplota zeme stála, hoci produkcia CO2 rapídne stúpala. [20] Priemysel už pritom vypúšťal celkom veľa oxidu uhličitého do ovzdušia. Prečo vtedy teploty nestúpali? \n\n\n\nPotom však začal biliónový biznis s halogénmi, ktoré zmenili VODU v ATMOSFÉRE, no rovnako sme začali využívať MIKROVLNNÉ a RÁDIOVLNNÉ FREKVENCIE v telekomunikáciách.\n\n\n\n\n\n\n\nEMP, DEHYDRATÁCIA a OTEPĽOVANIE\n\n\n\nStále si neuvedomuješ, ako tieto frekvencie DEHYDRATUJÚ živé organizmy? Myslíš si, že nastavený limit 10 mW/cm2, ktorý zaviedol Schwan, bol dobre odhadnutý? NEBOL. [30] V skutočnosti akákoľvek REZONANCIA, ktorá je mimo rezonancie 3 OKTÁV SLNKA alebo shumannovej, mení BIOLÓGIU živých organizmov. O tom sa dozvieš viac v ďalšom článku. Ak však chceš rýchly príklad, nech sa páči.\n\n\n\n„Skús si urobiť pekný a šťavnatý steak. Vychutnaj si ho, no odlož si polovicu na zajtra. Na druhý deň ho vlož do mikrovlnky, prihrej si ho a jedz. Bude suchý ako TOPÁNKA. Mikrovlnné žiarenie v ňom roztočilo molekuly vody, ktoré sa ROZPOHYBOVALI natoľko, že sa niektoré mohli potrhať a steak ostal dehydratovaný.“\n\n\n\nDáta, ktoré má NASA a NOAA (National oceanic and atmosferic administration, čo je v preklade národný oceánsky a atmosferický úrad) k dispozícií, hovoria o tom, že pravdepodobne čelíme spätnej väzbe našej Zeme, ktorá sa odvíja od aktuálneho MAGNETICKÉHO POLA na zemi, ale aj od aktivity slnka a rovnako od veľkosti OZÓNOVEJ DIERY. [21]\n\n\n\n\n\n\n\nCYKLUS SLNKA a ZEM\n\n\n\nTým, že Slnko mení svoje magnetické pole a menia sa aj jeho magnetické póly, má svoj vlastný cyklus. [31] Solárny cyklus trvá normálne 11 rokov, no podľa všetkého sa jeho cykly predlžujú. V skratke ide o to, že počas solárneho minima, má slnko na svojom povrchu menšiu magnetickú silu a menej slnečných škvŕn, čo zapríčiní dve veci: Slnko vyšle na zem menej UV svetla, no o to viac prenikne na zem kozmickej radiácie z okolitých hviezd.\n\n\n\n„Čím ma teda slnko na povrchu menej slnečných škvŕn (solárne minimum), tým menej UV máme na Zemi a tým je tu chladnejšie počasie a naopak. Posledné solárne minimum bolo v r. 2012 a vtedy bol tiež zaznamenaný obrovský pokles teploty v Európe a južnej Afrike. [31, 32] Podobné zmeny boli zaznamenané v rokoch 1645 až 1715, kedy bola v Európe zaznamenaná malá doba ľadová a mnoho ľudí umrelo. [33]\n\n\n\nZEM NÁS V SKUTOČNOSTI CHRÁNI\n\n\n\nTopenie ľadovcov zapríčiňuje viacero zmien. Keď sa topí ľad, do atmosféry sa z neho uvoľňuje veľa METÁNU [22] a do slaného oceánu sa pridáva neslaná voda z ľadu. Keď sa zmení VODA v oceáne, zmení sa aj život v nej, ako si to čítal na začiatku a tým pádom sa zmení aj hladina KYSLÍKA v ATMOSFÉRE.\n\n\n\n„Presne tak, ako nám dal na začiatku OCEÁN ŽIVOT, rovnako nám ho môže časom VZIAŤ.“\n\n\n\nTým, že ľudia menia pH vody v OCEÁNE, ale aj jej TEPLOTU, menia celý EKOSYSTÉM. Je pravda, že aj ODPAD v mori má vplyv na znižovanie pH oceánov, ale je to v tomto prípade sekundárne. Keď sa v OCEÁNE znižuje pH (ako to vidíme dnes), znižuje sa v ňom množstvo KYSLÍKU aj ELEKTRÓNOV. V oceáne začnú prevládať BAKTÉRIE, ktoré produkujú SÍROVODÍK, ktorý je pre živočíchov na súši JEDOVATÝ. [24] \n\n\n\nAko prvé vymrú VTÁKY a HMYZ, pretože lietajú a na pohon ich krídel využívajú obrovské množstvo MITOCHONDRIÍ, ktoré sú závislé od KYSLÍKA. Vtáky majú najviac mitochondrií na bunku zo všetkých živočíchov. Ľudia vydržia najdlhšie, vďaka našej schopnosti HIBERNOVAŤ, no po dlhé roky, ktoré takto dokážeme prežiť, bude trpieť náš MOZOG, pretože má najväčšiu spotrebu KYSLÍKU aj ŠTRUKTUROVANEJ VODE. Tak počkaj, nedeje sa náhodou presne toto práve teraz? Dnes je Alzheimer a neurodegeneratívne poruchy v prvých priečkach príčin, na ktoré ľudia TRPIA aj UMIERAJÚ.  \n\n\n\nKľúčom však ostáva to, že FYTOPLANKTÓN využíva FOTOELEKTRICKÝ JAV zo SLNKA a VODY, ktorá uvoľní ELEKTRÓNY, vďaka ktorým fytoplanktón vyrába KYSLÍK takmer pre celú planétu. Toto je prioritný mechanizmus, ako ľudia ubližujú sebe a zároveň aj planéte.\n\n\n\n\n\n\nKeď si tak v hlave spočítaš všetky tieto faktory, pridáš tam množstvo halogénov, aké vypúšťame do ovzdušia a hlavne množstvo UMELÉHO VLNENIA, ktoré ZOHRIEVA VODU aj v OCEÁNOCH (pomysli na mikrovlnku a ohrievanie si mlieka) zistíš, že naše priemerné HODNOTY (otepľovanie o cca 2°C) o koľko sa Zem otepľuje, sú v skutočnosti nižšie, aké by mali byť. [23] Zamysli sa PREČO.\n\n\n\n„Pretože naša Zem sa pravdepodobne ochladzuje, čomu nasvedčujú aj dáta o primŕzajúcich sa ľadovcov na západnej strane Antarktídy [19], čím Zem kompenzuje naše využívanie umelých RÁDIO a MIKROVĹN a drží teplotu nižšiu, aká by mala byť.“  \n\n\n\nMyslím, že ak by KLIMATOLÓGOVIA brali v úvahu aj tieto zmeny, aké majú HALOGÉNY na VLASTNOSTI VODY a vplyv UMELÉHO VLNENIA, naše terajšie ODHADY, ale aj OPATRENIA by boli radikálne odlišné.\n\n\n\n\n\n\n\nCOVID a SOLÁRNY CYKLUS\n\n\n\nV predchádzajúcom článku som vyjadril môj pohľad na vec, no dnes chcem dodať ďalší kúsok do puzzle. Momentálne je toto, čo napíšem, známy FAKT, no aj tak to mnoho ľudí ignoruje. VÍRUSY, vrátane COVID-u, reagujú na UV svetlo. UV svetlo zabraňuje ich rozvoju a množeniu. Prikladám zaujímavý obrázok zo štúdie robenej v USA, na ktorom je zaznamenané obdobie počas rokov 2014-2017 s množstvom ľudí, ktorí boli nakazení jedným zo štyroch známych ľudských koronavírusov (OC43, NL63, 229E, HKU1). [35] Všimni si tú pozoruhodnú náhodu. Leto = menej nakazených, zima = veľa nakazených.\n\n\n\n\n\n\nNa tomto odkaze si všimni, že práve tento rok malo slnko svoje minimum a je možné, že aj toto dopomohlo prudkému rozvoju COVID vo svete. Avšak ako vidieť, keď sa UV svetlo rozšírilo (od 19. februára bolo na SK aj UVB), COVID u nás, aj v iných krajinách, prudko klesol. Aj toto je dôvod, prečo predpokladám, že v Októbri a Novembri tohto, ale aj ďalšieho roku, budeme svedkami „návratu“ vírusu. Koncom októbra totižto väčšia časť zemegule prichádza o UVB lúče.\n\n\n\nNemyslím si však, že to bude rovnaké ako teraz. Pravdepodobne sa bude jednať skôr o VLASTNÝ IMUNITNÝ PROBLÉM, ktorý sa vyskytne u ľudí s nízkym REDOXOM. Ľudia s tmavšou pokožkou, deti a všetci chorľavejší s nízkym vitamínom D, budú najviac rizikoví. Pýtaš sa rizikoví v čom? Budú mať obrovské riziko, že ak sa znovu nakazia, ich imunitná reakcia bude príliš silná (cytokínová spúšť) a môže ich zabiť alebo im veľmi ublížiť. Na rozdiel od terajších prejavov, kedy boli prvé dni takmer bez príznakov, sa môže u znovu nakazených vyskytnúť okamžitá odozva s rýchlim progresom.\n\n\n\nDôvod prečo si to myslím, je jednoduchý. Prirodzená imunita je tá, ktorá bráni vstupu covid do bunky cez ACE2 receptory. Vitamín D zvyšuje prirodzenú imunitu. [37] Na druhej strane však adaptívna imunita vypúšťa rôzne cytokíny, ktoré s vírusom aj patogénmi bojujú. Vitamín D POTLÁČA adaptívnu imunitu. [38]\n\n\n\n\n\n\nPredpokladám, že pre mnohých ľudí je to šok, pretože nepoznajú tieto mechanizmy, no pre mojich čitateľov nie. Slnko hrá v našej imunite POZITÍVNU aj NEGATÍVNU spätnú väzbu a každý, kto sa mu nevystavuje, má v nejakom bode nefunkčný imunitný systém. Aj preto budú mať ľudia s autoimunitnými ťažkosťami z môjho pohľadu ešte väčšie problémy, obzvlášť v mestách, s vysokým technologickým rozvojom. Ľudia s autoimunitnými problémami a tí, ktorí najviac umierajú na COVID, majú totiž spoločný jeden nedostatok imunitného systému. Aký to je? …premýšľaj.\n\n\n\n!!! Musím však upozorniť, že vitamín D v doplnku nemusí byť najrozumnejšie riešenie. Pre mnohých je to stále ťažké pochopiť, vzhľadom na občasné správy, aké mi chodia od ľudí, ktorí si myslia, že doplnok a vlastná tvorba, majú rovnaký efekt, no NEMAJÚ. [36] Ak už niekto siahne po doplnku s vitamínom D, musí brať súčasne aj iné doplnky, pridať do toho vhodnú HYDRATÁCIU a samozrejme „SUPLEMENTOVAŤ“ infračervené svetlo, ktoré vyváži nedostatok slnka a pripraví jeho pokožku na postupnú adaptáciu na UV a lepšiu tvorbu vlastného (endogénneho) vitamínu D. Ako to spraviť rozumne, bez väčších negatívnych efektov, vie málokto.\n\n\n\n\n\n\n\nČO SA DOZVIEŠ NABUDÚCE\n\n\n\nV ďalšom článku ti predstavím aký BIOLOGICKÝ EFEKT má umelé vlnenie, ktoré denne používame aj s množstvom prevratných dôkazov. Dozvieš sa prečo RUSI dlhé roky súperia s Amerikou aj to, prečo sa Amerika na rozdiel od Rusov vydala cestou ZISKU miesto ZDRAVIA OBYVATEĽSTVA. \n\n\n\n\n\n\n\nODKAZY, LINKY, CITÁCIE a POUŽITÁ LITERATÚRA:\n\n\n\nhttps://ieeexplore.ieee.org/document/4122925https://books.google.sk/books?id=7FlgDwAAQBAJ&pg=PP31&lpg=PP31&dq=schwan+hot+spots&source=bl&ots=BnIMzpjZkW&sig=ACfU3U0dBD_fyBLnLD1YftVQbrYFJiliVg&hl=sk&sa=X&ved=2ahUKEwiW3IbHzIbpAhUGKewKHRJpBGMQ6AEwAnoECAYQAQ#v=onepage&q=schwan%20hot%20spots&f=falsehttps://en.wikipedia.org/wiki/Herman_P._Schwanhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC1079901/https://jamanetwork.com/journals/jama/article-abstract/2756187?fbclid=IwAR0WmyF0annpnEVsLuRNftxn8iYyxCTrIHnXPvUHIKccv8_X85PqGiDT4SQhttps://www.researchgate.net/profile/Narayan_Chapagain/publication/322602493_Ionosphere_and_its_Influence_in_Communication_Systems/links/5a6478edaca272a1581cf6c7/Ionosphere-and-its-Influence-in-Communication-Systems.pdfhttps://www.spaceacademy.net.au/env/spwx/raiono.htmhttps://en.wikipedia.org/wiki/Ionospherehttps://books.google.sk/books?id=AO-_DwAAQBAJ&pg=PT37&lpg=PT37&dq=amount+of+EMF+today+bilion+times&source=bl&ots=uiI_7Gn8bj&sig=ACfU3U2MDKhp6O4RveXhg725b0hVYWyqfg&hl=sk&sa=X&ved=2ahUKEwjyqL3w0JfpAhWP16QKHQSzC3gQ6AEwAHoECAgQAQ#v=onepage&q=amount%20of%20EMF%20today%20bilion%20times&f=falsehttps://www.esrl.noaa.gov/gmd/hats/publictn/elkins/cfcs.htmlhttps://www.nasa.gov/topics/earth/features/world_avoided.htmlhttps://unep.ch/ozone/pdf/stratopheric.pdfhttps://en.wikipedia.org/wiki/South_Atlantic_Anomalyhttps://www.nature.com/articles/321759a0https://www.nasa.gov/topics/earth/features/world_avoided.htmlhttps://realclimatescience.com/2016/12/understanding-climate-attribution/https://www.express.co.uk/news/science/611111/Former-government-expert-disproves-climate-change-and-says-world-will-soon-cool-downhttps://coldclimatechange.com/carbon-dioxide-is-a-cooling-gas-according-to-nasa/https://nsidc.org/cryosphere/quickfacts/icesheets.htmlhttps://oceansgovernclimate.com/global-cooling-1940-1975-explained-for-climate-change-experts/http://www.nics.tennessee.edu/magnetosphere-research-updatehttps://www.sciencedaily.com/releases/2019/01/190103110300.htmhttps://climate.nasa.gov/news/2865/a-degree-of-concern-why-global-temperatures-matter/https://earthobservatory.nasa.gov/images/13155/hydrogen-sulfide-eruptions-along-the-coast-of-namibiahttps://www.youtube.com/watch?v=2Lye5liWuZwPaul Brodeur – The Zapping of America: Microwaves, Their Deadly Risk, and the Coverup HardcoverVan Wijk Roeland, Light in Shaping Life – Biophotons in Biology and MedicineRobert O. Becker – Electric Bodyhttps://www.osha.gov/laws-regs/standardinterpretations/2007-04-02-0https://ehp.niehs.nih.gov/doi/10.1289/ehp2427https://www.swpc.noaa.gov/news/solar-cycle-25-forecast-updatehttps://en.wikipedia.org/wiki/Early_2012_European_cold_wavehttps://reason.com/2009/08/27/sunspots-do-really-affect-weat/https://www.youtube.com/watch?time_continue=979&v=pQGsUmQShfU&feature=emb_titlehttps://www.sciencedirect.com/science/article/pii/S1386653218300325https://vysetrenie.zoznam.sk/cl/1000654/1913073/Ospevovany-VITAMIN-D-vas-moze-zradit–NEPRIATEL–ktory-sposobi-opacny-efekt-https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3200473/https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4632412/#B25-nutrients-07-05392",
  "date": "2020-06-07T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-01T16:25:07+02:00",
  "word_count": 4048
}