{
  "url": "https://jaroslavlachky.sk/epigenetika-19-rakovina-prsnika-estrogen-a-uv/",
  "title": "Epigenetika #19 Rakovina prsníka, Estrogén a UV",
  "content": "Aké je biofyzikálne vysvetlenie rakoviny prsníka? Kde, ako a prečo sa prejavuje, čo jej prechádza, akú úlohu v anamnéze hrajú biofotóny, deutérium, aj ROS a kde je „hranica“? \n\n\n\nMáme tu ďalší článok v sérii Epigenetika a ako som sľúbil, chcem sa pozrieť aj na niektoré konkrétne problémy/choroby (civilizačné ochorenia) z kvantovo biologického pohľadu. Dnes tu máme veľmi rozšírený problém, ktorý sa týka veľkého množstva populácie aj u nás, nemal by nám byť vôbec ľahostajný a je ním rakovina prsníka.\n\n\n\n\n\n\n\nČo ťa dnes čaká? Tu je sumár:\n\n\n\n\nŠtatistiky a rozvoj rakoviny prsníka u nás na Slovensku, ale aj na západe.\n\n\n\nO koľko násobne sa zvýšila prelevancia rakoviny prsníka za 15 rokov?\n\n\n\nAkú úlohu tu hrá estrogén?\n\n\n\nAkú úlohu tu hrajú biofotóny v spektre UV?\n\n\n\nAkú úlohu tu hrajú Alfa a Beta receptory estrogénu a ako reagujú s UV?\n\n\n\nReálne biofyzikálne vysvetlenie rozvoja, dôvodu vzniku, príčiny rozšírenia rakoviny prsníka. \n\n\n\nČo je to fotolýza a ako súvisí s rizikom alebo naopak „liečením“ rakoviny prsníka?\n\n\n\nZáverečné praktické/akčné Tipy (najmä) pre ženy ohľadom rakoviny prsníka a najmä jej prevencie. \n\n\n\n\n\n\n\n\n\n\n\n\nP.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho tu alebo na SPOTIFY.\n\n\n\n* Upozornenie: Nové podcasty nájdeš ⁠⁠na tomto novom odkaze Spotify⁠⁠. Staršie podcasty sú aj na ďalších platformách a nájdeš ich na tomto spoločnom odkaze.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nP.P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na odber nižšie.\n\n\n\n\n\n\n\n\n\n\nS radosťou tiež oznamujem, že s niektorými z Vás sa čoskoro vidíme aj pri otvorení nových priestorov Mitochondriak, kde sa s Vami mám v pláne stretávať osobne viacej! Teší ma, že sa všetky vstupenky vypredali behom pár dní a zároveň preto oznamujem, že ak ťa zaujímajú ďalšie živé prednášky, či besedy, neváhaj sa registrovať do tohoto zoznamu!\n\n\n\n\n\n\n\nTeraz môžeme ísť na samotný článok. Pred začatím článku by sa ti tiež mohlo hodiť vypočuť si nový webinár o tvorbe UV biofotónov a ROS. Poďme na to. \n\n\n\n\n\n\n\nWebinár-Február 2024 – Vznik UV biofotónov a súvis ROS\n\n\n\n\n\n\n\n\n\n\nZačnime „obľúbenými“ štúdiami\n\n\n\nHneď na úvod malý sumár/záver zo zaujímavej štúdie, zo 06.januara 2020.\n\n\n\nZáver zo štúdie znie:\n\n\n\n„Pozorovali sme znížené riziko rakoviny prsníka u jedincov, ktorí strávia na slnku ≥ 1 hodinu/deň počas mesiacov, kedy v danej zemepisnej šírke svieti UV. “\n\n\n\n\n\n\n\nLen tak mimochodom, toto bola prvá metaanalýza, ktorá odhadla riziko vzniku rakoviny prsníka spojené s časom stráveným na slnku. Výsledky naznačujú, že pobyt na slnku viac ako hodinu denne počas letných mesiacov môže znížiť riziko vzniku rakoviny prsníka. Týka sa to však aj všetkých ostatných problémov, alebo aj „chorôb“ (ak chceš). [R]\n\n\n\nLen na Slovensku bola v roku 1997 prelevancia zhubného nádoru rakoviny prsníka 1688 žien (toľko žien bolo s diagnózou), kdežto už v roku 2012 ich bolo 2947. To je takmer 2-násobok za 15 rokov. To nie je ani polovica jednej generácie, aby sa vôbec mohli gény prejaviť.\n\n\n\nLen tak na ukážku, malígny melanóm kože bol v rovnakom roku 1997 u žien v počte 196 a v roku 2012 už v počte 381. To je 1,94 násobný rozdiel. Opäť teda takmer 2-násobok behom 15 rokov.\n\n\n\nUž len tento úvod by ťa mal prinútiť chytiť sa za hlavu a popremýšľať nad všetkým čo vieš, čo si myslíš, že je „pravda“ a čo automaticky považuješ za „fakt“, pretože to niekto tvrdí, hoci to tak byť v skutočnosti nemusí.\n\n\n\n\nAk je totiž slnko a UV škodlivé, a ľudia sa mu posledné roky viac a viac vyhýbajú, dokonca využívame podľa štatistík viac a viac opaľovacích krémov (1), slnečných okuliarov, atď., ako je možné že výskyt melanómu kože aj rakoviny prsníka u žien vzrástol a zároveň metaanalýza ukázala, že slnko prelevanciu týchto ochorení znižuje? Premýšľaj…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTeraz sa pozrime viac na západ, do Ameriky a USA. Áno, my síce žijeme na Slovensku a nemusel by som spomínať aj toto, ale všetci dobre vieme, že väčšina výskumov aj štúdií sa robí práve tam, no a na týchto komplexnejších dátach ešte lepšie pochopíš.\n\n\n\n\n\n\n\nPísal sa rok 1900…\n\n\n\nÚmrtnosť na rakovinu prsníka v USA na 100 000 obyvateľov bola v roku 1900 4,5. Zaokrúhlene teda v roku 1900 umrelo na rakovinu prsníka zo 100 tisíc obyvateľov 5 žien. [R]\n\n\n\nV roku 1910 to bolo na 100 000 obyvateľov 6,9, v roku 1920 už 7,6 žien a v roku 1930 o trochu viac, konkrétne 9,2 žien. Teraz však roky neskôr. Tie, kedy začal moderný agropriemysel a tiež technológie, ktoré nám schválne priniesli 3 veľmi vplyvní ľudia (J.P. Morgan, Rockefeller, a Carnegie).\n\n\n\n\n\n\n\nSchválne som spomenul okrajovo aj mená, pretože keby sa o nich deti na školách učili aspoň trochu, ako povedzme o Napoleonovi, Hitlerovi, apod., bolo by menej hádok o tom, čo (nie) sú konšpiračné teórie, prečo je mediálne, farma aj agropriemysel prepojený a na koľko sa človek môže reálne spoliehať na dôverovanie médiám v oblasti nášho zdravia.\n\n\n\nNezabúdaj totiž, že naše ZDRAVIE je najcennejšia KOMODITA, akú máme a nemal by byť nikto, kto ju skrz firmy a priemysel manipuluje. Každý predsa vie, ako sa cíti keď nie je v poriadku, je chorý, niečo ho boli, apod. Okamžite ide všetko bokom a dal by čokoľvek za to, aby sa cítil lepšie.\n\n\n\nTeraz späť k veci.\n\n\n\n\n\n\n\nV roku 1970 bolo medzi ženami v USA odhadom 68 000 nových prípadov rakoviny prsníka (Silverberg a Grant 1970). Do roku 2014 došlo k 242 percentnému nárastu (232 670) nových prípadov rakoviny prsníka u žien (Siegel, Zou a Jemal 2014).\n\n\n\nPočas tohto obdobia – 1970 až 2014 – sa však populácia v USA zvýšila o 56,8 percenta (z 203 392 031 na 318 892 100 obyvateľov. Miera nárastu rakoviny prsníka u žien bola teda viac ako 4-násobná (tj. 4,26-násobná) vzhľadom k nárastu populácie v USA za rovnaké obdobie.   \n\n\n\nNa porovnanie, nové prípady rakoviny hrubého čreva/konečníka u žien v USA medzi rokmi 1970 a 2014 vzrástli o 84,0 percenta (z 39 000 až na 71 760), čím prekonali nárast populácie v USA počas rovnakého obdobia o takmer polovicu (1,48-násobok) (Silverberg a Grant 1970; Siegel, Zou a Jemal 2014).\n\n\n\nEšte úžasnejšie je, že rakovina pľúc súvisiaca s cigaretami u žien v USA vzrástla v rokoch 1970 až 2014 o 884 percent (11 000 až 108 210). Napriek tomu je rakovina pľúc v roku 2014 stále na druhom mieste medzi novými prípadmi rakoviny prsníka u žien.\n\n\n\n\n\n\n\nŠtyrmi najčastejšími novými druhmi rakoviny u žien v USA v roku 2014 odhaduje americká rakovinová spoločnosť:\n\n\n\n\nprsník (232 670),\n\n\n\npľúca/bronchus (108 210),\n\n\n\nhrubé črevo/konečník (71 760)\n\n\n\na maternica (52 630) (Siegel, Zou a Jemal 2014).\n\n\n\n\nOčakávalo sa teda, že rakovina prsníka bude predstavovať viac nových rakovín ako druhé, tretie a štvrté najbežnejšie nádorové ochorenie dohromady. [R] Pokračujeme ďalej.\n\n\n\n\n\n\n\nVieš čo je to fotolýza?\n\n\n\nFotodisociácia, fotolýza, fotodekompozícia alebo fotofragmentácia je chemická reakcia, pri ktorej sú molekuly chemickej zlúčeniny rozložené fotónmi. Je definovaná ako interakcia jedného alebo viacerých fotónov s jednou cieľovou molekulou.\n\n\n\nV laickej reči to znamená, že keď adekvátne kvantizovaný fotón „narazí“ do väčšej molekuly, napríklad hormónu, môže molekulu zmeniť a degradovať.\n\n\n\nFotodisociácia však nie je obmedzená len na viditeľné svetlo. Akýkoľvek fotón s dostatočnou energiou môže ovplyvniť chemické väzby chemickej zlúčeniny. No a keďže energia fotónu je nepriamo úmerná jeho vlnovej dĺžke, elektromagnetické žiarenie s energiou viditeľného svetla alebo aj vyššou, ako je ultrafialové svetlo (UV), môže vyvolať takéto reakcie.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZrejme ťa neprekvapí, že práve UV svetlo bude to dôležitejšie. UV svetlo má totiž v spektre, na akú je naša Biológia adaptovaná, ako jediné dostatočnú energiu, ale hlavne hybnosť na to, aby ľahko menila molekuly. Aj preto naše bunky vylučujú a tvoria biofotóny. Členovia majú k tejto téme aj nový webinár!\n\n\n\nV niektorých prípadoch totiž dokážeme uvoľniť/degradovať karbonylové väzby alebo dvojité nenasýténé väzby v mastných kyselinách PUFA v našich membránach, vďaka čomu dokážeme uvoľniť fotón s energiou až do 480 kJ/mol, čo je energia rovná fotónu v spektre až 230 nm. To je UVC svetlo, len tak mimochodom. Naše mitochondrie aj pomocou manipulácie s týmto mechanizmom menia svoje biofotóny od UVC až po hlboké IČ (infračervené svetlo). \n\n\n\nČlenom som tiež na záver webináru prezradil, prečo naše telo vyžaduje stabilné a statické magnetické pole. Vďaka tomuto dokáže kyslík udržiavať v tzv.triplet stave a zabezpečiť si viac biofotónov v spektre IČ. To je to, ktoré v noci chceme, keď spíme najviac. Tiež jee to dôvod, prečo odporúčam magnetickú podložku na spanie, ako napr. MoonVibe!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTeraz sa dostávame k estrogénu, jeho degradácií UV svetlom a aj samotnej rakovine prsníka, no ešte predtým ti dám jeden príklad. Pre lepšie pochopenie. Som si totiž vedomý toho, aj na základe predošlých skúseností s rozhovormi s ľuďmi, že nie každý „uverí“ hneď tomu, že je UV svetlo schopné degradovať steroidy. \n\n\n\nStačí ak pomyslíš na cholesterol. Cholesterol je najzákladnejší steroid, z ktorého sa tvorií DHEA, progesterón, atď., až po vitamín D. Keď si pozrieš jeho molekulu, ako som to rozprával v poslednom ZOOM webinári, zistíš, že má 46 atómov vodíka. Naopak molekula vitamínu D už má iba 44 atómov vodíka. Každý tiež vie, že je to práve hybnosť a energia UVB svetla medzi 292 až 320 nm, ktoré cholesterol zmení na vitamín D. Fotolýza je totiž reálny proces!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTeraz sa pozrime na jeden zo steroidných hormónov, ktorý každý pozná, ktorý súvisí aj s prsníkmi – Estrogén (alebo aj jeho druhá forma – Estradiol).\n\n\n\n\n\n\n\n\n\n\n\nEstrogén, estradiol a estriol\n\n\n\nEstrogén:\n\n\n\n– Tvorí sa vo vaječníkoch (ovary), potom v nadobličkách (adrenal gland) a až potom v tuku. Aj preto majú ženy od prírody viac tuku ako muži.\n\n\n\n\n\n\n\nEstradiol:\n\n\n\n– Slúži najmä pre podporu mozgu, jeho nedostatok zhoršuje kosti (osteoporóza) a tiež sa mení na ďalší metabolit, ktorý je asociovaný s rakovinou prsníka. [R] Je tiež dobre známe v štúdiách, že źeny, ktoré užívajú perorálny alebo transdermálny estradiol dlhšie ako päť rokov, majú vyššie riziko rakoviny prsníka ako bežná populácia. [R]\n\n\n\n\n\n\n\nEstriol:\n\n\n\n– Tretí tip, ktorý zvyčajne býva iba u tehotných žien a nemá potvrdené negatíva. Aj preto sa často táto forma pridáva do umelých hormonálnych terapií.\n\n\n\n\n\n\n\nReceptory estrogénu alfa a beta\n\n\n\nKeď sa bavíme o hormónoch, vždy majú svoj receptor, na ktorý sa viažu. Toto som ti vysvetľoval ešte roky dozadu a je to logické. Podobne ako v tej hre s panáčikom Packmanom. No a estrogén má taktiež svoje receptory (skratka ER ako estrogénové receptory). \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nERα (receptor estrogénu alfa) je prítomný hlavne v mliečnej žľaze, maternici, vaječníkoch (teálne bunky), kostiach, mužských reprodukčných orgánoch (semenníky a nadsemenníky), prostate (stróma), pečeni a tukovom tkanive.\n\n\n\nNaopak, ERβ (receptor estrogénu beta) sa nachádza hlavne v prostate (epitel), močovom mechúre, vaječníkoch (granulózové bunky), hrubom čreve, tukovom tkanive a imunitnom systéme. Oba podtypy sú výrazne exprimované v kardiovaskulárnom a centrálnom nervovom systéme.\n\n\n\nTieto dva receptory – ERα, ERβ sú tzv. jadrové receptory (pôsobia v jadre bunky, kde je DNA) a je tu ešte aj membránový G proteín spojený ER (skratka GPER, nazývaný tiež GPR30). Toto je teda receptor pre estrogén, ktorý sídli priamo v membráne bunky. \n\n\n\n\n\n\n\nPodtyp alfa má významnejšiu úlohu v mliečnej žľaze a maternici, ako aj pri zachovaní kostrovej homeostázy a regulácii metabolizmu. Zdá sa, že beta podtyp má hlbší účinok na centrálny nervový a imunitný systém a vo všeobecnosti pôsobí proti hyperproliferácii buniek podporovanej ERα v tkanivách, ako sú prsia a maternica.\n\n\n\nAko teda vidíš, receptor alfa viac podporuje rakovinu prsníka aj maternice zatiaľ čo beta ju tlmí.\n\n\n\nV 70 % prípadoch rakoviny prsníka, sú na povrchu pŕs exprimované tieto receptory. [R] V reči kvantového biológia ti to automaticky ukazuje, že daná časť tela nemá dostatok UV svetla z vonku. \n\n\n\nReceptory estrogénu a progesterónu sú totiž proteíny nachádzajúce sa na povrchu buniek prsníka. Tieto receptory sú prítomné v zdravých bunkách prsníka a pomáhajú kontrolovať spôsob rastu buniek prsníka, ale v 70% prípadov rakoviny prsníka sú receptory nadmerne exprimované. Tieto rakoviny sa nazývajú hormonálne citlivé alebo pozitívne na hormonálne receptory, čo znamená, že estrogén a progesterón sa môžu viazať na receptory a podporovať rast rakoviny. [R]\n\n\n\n\n\n\n\nPoďme si to rozobrať na „drobné“. Ak nechceš, alebo ťa zaujíma iba laická časť, kľudne najbližšie 2 odstavce preskoč, no odporúčam prebehnúť, pretože všetko dôležité vždy zdôrazním a laicky vysvetlím. Odborné názvy a termíny, či odkazy si kľudne pozrieš inokedy, ak to chceš.\n\n\n\n\n\n\n\nAnamnéza a diagnostika rakoviny prsníka\n\n\n\nV zdravom tkanive sa prsný epitel, či už duktálny alebo lobulárny, skladá z dvoch typov buniek: luminálnych buniek, ktoré produkujú mlieko; a bazálne bunky, ktoré majú svalovú kontrakčnú aktivitu, umožňujúcu mechanické spustenie sekrécie mlieka. Cez prsník samozrejme ide mnoho kapilár, v ktorých je melanopsin – OPN4 (receptor na modré svetlo), neuropsin – OPN5 (receptor na UV svetlo), tiež je tam veľa podkožného tuku (leptín), a iné. \n\n\n\nRakovina prsníka je multifaktoriálne a veľmi heterogénne ochorenie, ktoré sa týka abnormálnej proliferácie lobulárneho a duktálneho epitelu prsníka, ktorý sa stáva malígnym a tvorí nádor. Okrem toho intratumorálna heterogenita zvyšuje schopnosť rakovinových buniek preprogramovať svoj profil génovej expresie a modifikovať svoje správanie tak, aby sa prispôsobilo signálom z mikroprostredia.\n\n\n\nTieto vlastnosti prispievajú k progresii malígnych nádorov a majú negatívny vplyv na prognózu a odpoveď na liečbu.\n\n\n\n\n\n\n\nSkupiny, alebo aj tipy rakoviny prsníka sú:\n\n\n\n\nSkupina 1 (luminálna A). Táto skupina zahŕňa nádory, ktoré sú ER pozitívne a PR pozitívne, ale negatívne na HER2. Rakoviny prsníka Luminal A budú pravdepodobne profitovať z hormonálnej terapie a môžu tiež profitovať z chemoterapie.\n\n\n\n\n\nSkupina 2 (luminálna B). Tento typ zahŕňa nádory, ktoré sú ER pozitívne, PR negatívne a HER2 pozitívne. Luminálne B rakoviny prsníka budú mať pravdepodobne prospech z chemoterapie a môžu mať prospech z hormonálnej terapie a liečby zameranej na HER2. Skratka HER2 je vysvetlenia nižšie.\n\n\n\n\n\nSkupina 3 (HER2 pozitívna). Tento typ zahŕňa nádory, ktoré sú ER negatívne a PR negatívne, ale HER2 pozitívne. Rakoviny prsníka HER2 budú pravdepodobne profitovať z chemoterapie a liečby zameranej na HER2.\n\n\n\n\n\nSkupina 4 (bazálne). Tento typ, ktorý sa tiež nazýva triple-negatívna rakovina prsníka, zahŕňa nádory, ktoré sú ER negatívne, PR negatívne a HER2 negatívne. Bazálnemu karcinómu prsníka pravdepodobne prospeje chemoterapia.\n\n\n\n\n\n\n\n\n\nPochopenie a identifikácia tipu rakoviny môže samozrejme lekárom pomôcť vybrať si najefektívnejšiu liečbu konkrétnej rakoviny v danom čase a s danými znalosťami aké lekár má.\n\n\n\n\nEšte môžem spomenúť skratku HER2. Skratka HER2 je od Human Receptorová tyrozín-proteínkináza erbB-2, čo je proteín, ktorý sa normálne nachádza v membránach buniek a je kódovaný génom ERBB2. ERBB je skrátený od erytroblastického onkogénu B. No a o proteínových kinázach si môžeš pamätať z predošlých článkoch, napríklad o inzulíne.\n\n\n\nProteínové kinázy v podstate pridávaním fosfátovej skupiny robia proteín aktívnym/neaktívnym, pretože menia jeho optické vlastnosti. Veď si len opäť prečítaj o inzulíne a jeho fosforylácii pomocou kinázy, vďaka čomu inzulín mení absorpčné aj emisné spektrum. Je to polovodič, rovnako ako každý proteín v tele, vrátane onkogénu HER2. Môžeme pokračovať.\n\n\n\n\n\n\n\nPokračovanie vysvetlenia:\n\n\n\nVyššie spomenuté 4 tipy rakoviny prsníka si rozložme a pozrime sa bližšie na prvé tipy, pretože podľa štatistík má približne 70 % pacientov hormonálne závislý karcinóm prsníka s nádorovými bunkami, nazývanými luminálne A a B, ktoré exprimujú Estrogénové receptory (ER). To znamená, že sú citlivé na kolujúce hormóny, na množstvo receptorov, aké sú v kontakte s jadrom bunky a teda aj na vylučovanie UV svetla vlastnými bunkami.\n\n\n\nV týchto nádorov sú estrogény hlavnými signálmi, ktoré hrajú hlavnú úlohu v raste a progresii nádorových buniek. Opakujem – bunkové pôsobenie estrogénov je primárne sprostredkované jadrovým ERα, ERβ a membránovým G proteínom spojeným ER (skratka GPER, nazývaný tiež GPR30).\n\n\n\n\n\n\n\nĎalší dôležitý bod je, že je to práve receptor alfa -ERα, ktorý sa považuje za receptor, ktorý sa najviac podieľa na vzniku rakoviny prsníka.\n\n\n\n\nAktivácia receptor Beta (ER beta ) naopak vo všeobecnosti vedie k inhibícii proliferácie a indukcii apoptózy.\n\n\n\n\n\n\n\n\nTento dôležitý bod o inhibícii (zastavení) apoptózy si pamätaj. O chvíľu vďaka nemu pochopíš anamnézu, rozvoj aj potenciálnu liečbu rakoviny prsníka.\n\n\n\n\n\n\n\nRastové hormóny, rastové faktory a rakovina prsníka\n\n\n\nSúhra medzi rastovými faktormi, ako sú EGF (Estrogen Growth Factor) alebo IGF (Insulin like Growth Factor) a signalizáciou pohlavných steroidov (estrogén alebo androgén), bola predtým analyzovaná na rôznych úrovniach [R,R].\n\n\n\nOkrem svojej translokácie do jadra a funkcie transkripčného faktora genómovej dráhy, malá časť cytosolického alebo membránovo ukotveného ERα tiež rýchlo a prechodne prejavuje negenomickú aktivitu [R,R]. To znamená, že nezahŕňa gény a genetický faktor. Iba epigenetický. To je dôvod prečo je článok v sérii Epigenetika.\n\n\n\nMechanizmy ERα pôsobiace na plazmatickú membránu a jej negenomická aktivita sú založené na posttranslačných modifikáciách. Post-translačná modifikácia (PTM) označuje kovalentnú a všeobecne enzymatickú modifikáciu proteínov po biosyntéze proteínov . Proteíny sú syntetizované ribozómami , ktoré prekladajú mRNA do polypeptidových reťazcov, ktoré potom môžu podliehať PTM za vzniku zrelého proteínového produktu. PTM sú dôležitými zložkami bunkovej signalizácie , ako napríklad pri premene prohormónov na hormóny .\n\n\n\nTo znamená, že sa tieto zmeny dejú po tom, čo je daný proteín vytvorený a prenesený do cytoplazmy bunky, kde môže byť enzymaticky pozmenený. Nezabúdaj, že enzymatická zmena znamená presun protónu „Z“ alebo „Na“ proteín. Medzi takéto patrí napríklad palmitoylácia cysteínu 447 ľudského ERa.\n\n\n\nV ľudskej reči ide o pripnutie 16 uhlíkovej mastnej kyseliny, ktorá by mala mať nízky obsah deutéria. Väzba palmitátu na cysteínový zvyšok zvyšuje hydrofóbnosť estrogénového receptora a jeho ukotvenie v kaveolách, čo sú oblasti plazmatickej membrány obohatené o cholesterol [R].\n\n\n\nJe zaujímavé, že toto spojenie ERα s kaveolínom-1 v plazmatickej membráne spúšťa negenomické signálne dráhy, aktiváciu cyklínu D1 a bunkovú proliferácie – teda RAST [R,R,R].\n\n\n\nBa čo viac, a toto by ťa malo prinútiť chytiť sa za hlavu, Le romancer et al. [R] demonštrovali, že metylácia ERα na arginíne 260 arginín metyltransferázou PRMT1 je potrebná na interakciu ERα s partnermi Src a p85, a teda stabilizáciu komplexu ERα/Src/p85 vyvolaného estrogénom. okrem toho je aktivita Src a PI3K nevyhnutná pre metyláciu ERα, a teda pre asociáciu ERα/Src/p85 a následnú aktiváciu Akt [R,R,R].\n\n\n\n\n\n\n\nVysvetlivky: \n\n\n\nSrc (čítaj sark) je gén a rovnomenný proteín zo Src rodiny, ktorý funguje ako nereceptorická tyrozínkináza (nejedná sa teda o tyrozínkinázový receptor). PI3K je zasa Fosfatidylinositol-3-kináza. p85 je časť z PI3K.\n\n\n\nAkt je zasa skratka pre Proteinkináza B (Akt z angl. thymomas of AKR mice) je serin/threoninová kináza přítomná v genomu všech prostudovaných eukaryotických organizmů. Vidíš? Zasa ďalšia kináza.\n\n\n\nNezabúdaj – kináza = pripnutie fosfátovej skupiny na proteín = zmena jeho emisie = aktivácia proteínu.\n\n\n\n\n\n\n\nPokračujeme:\n\n\n\nJe tiež pozoruhodné, že metylácia ERa nastáva iba 5 až 15 minút po stimulácii ligandom. Ďalší dôležitý bod je, že IGF-1 spôsobuje rýchlu metyláciu ERα, čo spúšťa väzbu ERα na receptor IGF-1 v bunkách rakoviny prsníka.\n\n\n\n\nUž chápeš prečo mať vždy vysokú hladinu hormónu nie je iba pozitívne? To platí ako pre mužov, tak aj pre ženy. Ide vždy o kontext!\n\n\n\n\nOpäť raz vidíš, že nejde len o nejaké množstvo hormónu v krvi a tkanive. Ide o jeho kvantizáciu. Hormón jednoducho musí byť vytvorený v adekvántom množstve aj čase a následne degradovaný fotolýzou vzhľadom na množstvo deutéria v bunke a tip aj množstvo prítomného svetla. Či už exogénne, ale aj endogénne.\n\n\n\nMetylácia totiž, ako už vieš z dávnejších článkov, pripína 3 atómy vodíka na gén, vďaka čomu ho drží utíšený. V prípade dlhodobo zvýšených hormónov, vrátane IGF-1 a estradiolu, ktoré majú veľkú afinitu na deutérium (vďaka nemu sú rastové), sa v bunke mení tzv. H/D pomer, ktorý stimuluje počiatočné fázy bunkového cyklu od G0, G1 až po S – G2. Takýmto spôsobom bunky naberajú na veľkosti a sú schopné prejsť medzi G1 až S a pripraviť sa na poslednú fázu M, čo je mitóza.\n\n\n\nV prípade počiatočných fáz nádoru by to však (podľa mňa) nebol problém, pretože dané tkanivo len „úmyselne“ odpovedá na podmienky, aké bunka zažíva (nízky REDOX), vďaka čomu metyluje časti génu, aby sa DNA nemusela priveľa roztvárať/prepisovať a tkanivo proliferovať (nádor rásť). \n\n\n\n\n\n\n\nHypermetylácia nádoru (rakoviny) ako odpoveď na dlhodobo znížený Redox daného tkaniva?\n\n\n\nČo je to REDOX už vieš z mnohých článkov predtým a nejdem to znovu rozoberať. Ak si nespomínaš, klikni na tento článok, no v jednej vete ide o negatívny elektrický náboj (množstvo mínusových mili Voltov), aký máš v bunke a hlavne v mitochondriách. \n\n\n\nNo a teraz si uvedom toto – Zmena redoxu mitochondrie ovplyvňuje vždy oba konce ETC v samotnej mitochondrii. Na začiatku je totiž prvý komplex (kde prichádza vodík s tuku a sacharidu) a na konci druhom je štvrtý komplex, kde prichádza kyslík, ktorý preberá elektróny z uvoľneného vodíka. Medzi nimi logicky vzniká istý elektrický potenciál (náboj v mínusových hodnotách mili Voltov), ktorý k sebe tiahne na štvrtý komplex kyslík. Takto sa mitochondria hydratuje a tvorí deutéria zbavenú vodu. Členovia k tomuto mali nedávne webináre, takže viete veľmi dobre o čom hovorím!\n\n\n\n\n\n\n\nDýchací-reťazec (ETC) v mitochondriách by Jaroslav Lachký\n\n\n\n\n\n\n\n\n\n\nUž od roku 2013, aj vďaka práci Davida Sinclaira vieme, že keď je v mitochondrii zmenený Redox (znížené množstvo milivoltov), mitochondria sa dostáva do stavu pseudohypoxie, čo znamená, že má pokles proteínu NAD. Tento pokles NAD koreluje stárnutiu a v podstate aj všetkým chorobám, vrátane rakoviny prsníka. Pri rakovine prsníka sa však bavíme o lokálnom pseudohypoxickom stave daného tkaniva v prsníku (žena nemusí mať v celom tele rovnaký problém a zvyčajne ani nemá). \n\n\n\n\n\n\n\nNo a je to práve pseudohypoxia a nízky tlak kyslíka v mitochondrii, ktoré spôsobujú metylačné defekty, respektíve nadmernú metyláciu. Klikni sem. \n\n\n\nToto je dôvod, prečo dané tkanivo metyluje viac svoju DNA v oblasti transkripcie génu ER. Z dlhodobého hľadiska je to však problém. Chceš vedieť prečo?\n\n\n\n\n\n\n\nBiofyzikálne vysvetlenie rakoviny prsníka (aj riešenie)\n\n\n\nV normálnych podmienkach je to vždy CHLAD alebo silné UV svetlo, ktoré zvyšujú napätie kyslíka a teda naše okysličenie (opak pseudohypoxie). Rovnako je to aj hore v ozóne, kde dopadajúce UV svetlo štiepi O3 na O2 a O. Ak však bunkám v prsníku UV svetlo chýba dlhodobo, prípadne je ešte vystavené dlhodobo radiácií z mobilu a rôznych iných vecí, aké ženy v oblasti hrude nosia, tkanivo sa stáva chronicky hypoxickým, následkom čoho je viac metylované. To znamená, že nedostatok UV svetla sa prehlbuje. Vieš Čo to znamená? \n\n\n\n\nŽe daná časť tela toto UV svetlo potrebuje získať ďalšími spôsobmi, pričom hromadenie deutéria je jedným z nich. Druhým je nadmerné rozkladanie svojich membrán, ktoré uvoľňujú PUFA, a tvorba masívneho množstva ROS, vďaka čomu bunky vylučujú vysoké množstvo biofotónov v spektre UVA až UVC. Toto je niečo, čo dnes vieme. Rakovinové bunky a nádory vykazujú dvojnásobné množstvo unikajúcich UV biofotónov. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUž trochu chápeš, prečo som ti pár odstavcov vyššie naznačil, aby si si zapamätal poznámku o tom, že ERbeta inhibujú apoptózu a zároveň, že pri rakovine prsníka tieto receptory bývajú exprimované menej? Kľudne si ten odstavec zopakuj, len klikni sem >>\n\n\n\n\n\n\n\nNa to, aby mitochondria dokázala spustiť apoptózu, vyžaduje funkčný ETC, tvorbu ATP a UV svetlo spolu s oxidom dusnatým. Toto im zabezpečuje červené a UV svetlo. Iba takto mitochondria dokáže ETC zastaviť a iniciovať apoptózu, vďaka čomu rakovina nebude mať dôvod prepuknúť. Takto fungujú aj tvoje NK bunky. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAk je však bunka (respektíve mitochondria) veľmi poškodená a má dlhodobo znížený redox, jej ETC nefunguje správne, funguje zvyčajne reverzne, vďaka čomu produkuje malé množstvo ATP a priveľa voľných radikálov. \n\n\n\nToto je dôvod, prečo tieto bunky začínajú oxidovať veľa glukózy alebo glutamínu. Ich krebsov cyklus už nedokáže vďaka nadmernému deutériu rotovať a mitochondria sa len snaží nájsť ľahký vodík v iných substrátoch. V proteínoch a glukóze. Možno si to totiž neuvedomuješ, no glutamín je to, čo prepája glukózový a proteínový metabolizmus mitochondrie s močovým cyklom. \n\n\n\nGlutamát, proteín v krebsovom cykle, sa tvorí priamo z glutamínu deamidáciou prostredníctvom fosfátom aktivovanej glutaminázy, čo je reakcia, pri ktorej vzniká aj amoniak. To znamená, že keď bunka nedokáže rotovať krebsov cyklus, kvôli nadmernému deutériu, snaží sa využiť aj oxidáciu aminokyselín, ktoré krebsov cyklus trochu „poženú“. Toto je ten čas, kedy tkanivo „požiera“ aj vlastné svalstvo a proteíny, pretože z nich potrebuje získať BCAA, aby doplnilo všetky substráty v krebsovom cykle. Dôležité však je, že tieto aminokyseliny majú vyšší obsah deutéria (zvyčajne o 10 ppm), čo je vždy iba krátkodobá zátaž!\n\n\n\n\nÁno, asi chápeš, že aj preto pri všetkých druhoch rakoviny podľa mňa nie je riešením ketogénna diéta alebo hladovanie.  Bez UV svetla a chladu je to len stimul, aby telo „požieralo“ samé seba! \n\n\n\n\nAk však tento proces trvá pridlho, pričom mitochondria stále nemá UV svetlo z vonku alebo nemá k dispozícií chlad, bunka začína zvyšovať oxidáciu glukózy ešte viac, pretože potrebuje pentózový cyklus. \n\n\n\nV pentózovom cykle predsa produkuje NADPH, ktoré potrebuje na syntézu RNA. Avšak hádaj čo. Ten prvý až piaty uhlík v ribóze a tiež 2 vodíky v NADPH majú veľa spoločného a sú kritické. Ak je cytoplazmatická voda preplnená deutériom, celý mechanizmus sa spomaľuje ešte viac, vďaka čomu sa do RNA dostane deutérium tam, kde by nemalo a následná transkripcia genómu ovplyvní celý negenomický, aj genomický proces. Vidíš tie súvislosti? \n\n\n\n\n\n\n\n\nAj takto dokáže malá zmena v našom prostredí (absencia svetla a kyslíka) a nadbytok všetkého umelého zapríčiniť nadmernú deuteráciu tkaniva, ktoré zmení optickú signalizáciu v bunke, ktorá môže časom vzísť až v nádor a dokonca metastázovať. Metastázy nastanú logicky až vtedy, ak sa dané mitochondrie poškodia príliš, že už nedokážu produkovať peroxid vodíka, či superoxid a/alebo ak je DNA hypermetylovaná príliš a bunka nemôže získať z DNA žiadne UV svetlo!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZhrnutie na záver?\n\n\n\n\n\n\n\nOdtiaľto získajú bunky v mieste metylácie endogénne UV svetlo. Avšak pokým majú mitochondrie ako tak funkčný ETC, bunka nedokáže deaktivovať apoptózu a nevyžaduje metastázovanie. Aj preto je závislá na glykolýze. Tento proces prebieha v cytoplazme, kdežto na betaoxidáciu musí byť matrix mitochondria zbavený deutéria a voľný. Kľudne si prečítaj opäť nedávny článok o ETC. Vysvetlil som ti v ňom presne ako a prečo mitochondria dokáže svoj ETC vypnúť, vďaka čomu môže aktivovať apoptózu.\n\n\n\n\n\n\n\nUž len toto ti automaticky ukazuje, že na exprimovanie (rozšírenie) nových receptorov naše telo vyžaduje rozdelenie závitnice DNA, z ktorej následne unikne UV svetlo. No a toto sa udeje iba vtedy, keď je ubikvitinácia v tkanive vyššia, čo znamená, že dané tkanivo nedostáva UV a IČ svetlo z vonku (čo je aj zvyčajne pravda, pretože ženy málokedy svoju hruď vonku majú nahú). To máš ďalšie puzzle k slovám vyššie. Akonáhle sa udejú kroky popísané vyššie, ktoré trvajú podľa mňa roky a nemusia sa prejaviť u každého (nadmerná hypermetylácia alebo príliš vysoká heteroplazmia v prsníku), rakovina musí metastázovať a zasiahnuť ďalšie oblasti, odkiaľ dostane kyslík a vyprodukuje si UV svetlo. \n\n\n\n\n\n\n\n\n\n\n\nA hádaj čo je na tom smutné, čo súvisí s paradigmou, akej bežná populácia verí, čo je dôvod, prečo som to vyššie spomenul.\n\n\n\nVerejne sa verí, že ľudské telo a bunky nedokážu UV svetlo tvoriť a vylučovať. Podobne sa verí, že statíny sú dobré, cholesterol je zlý, máme sa báť tukov v strave, a mnoho ďalšieho. Toto je to, čomu verí väčšina, pretože to tvrdia „verejné inštitúcie„, hoci málokto si uvedomuje, že tieto inštitúcie sú založené par ľuďmi z pôvodom petrolejového, oceliarskeho a bankového priemyslu (Rockefeller, Morgan a Carnegie foundation), ktoré logicky kontrolujú a kontrolovali metodiku všetkých záverov štúdií, z ktorých verejnosť vychádza.\n\n\n\nJe to však omyl, ktorý je vyvrátený roky ako teoreticky, tak aj experimentálne. Stačí otvoriť knihu od Van Wijka a pozrieť si viac ako 100 ročnú históriu výskumov biofotónov.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUV svetlo pomocou fotolýzy totiž reálne blokuje (rozkladá) estrogén. [R] Aj preto zopakujem po X-tý krát, že pri pobyte na slnku, či sa ti to páči alebo nie, ti jednoducho žily vystúpia von. V týchto žilách sa nám plavia nie len biele krvinky (pomysli na imunitu a NK bunky) a červené krvinky (hemoglobín = kyslík = pomysli na opak pseudohypoxie), ale aj hormóny, vrátane estrogénu dámy. \n\n\n\n\n\n\n\nAkonáhle na tieto hormóny dopadá silné UVB svetlo, aké u nás na SK budeme mať už od 19. februára (viď opaľovací protokol), estrogén je degradovaný, pretože sa z neho produkujú ďalšie potrebné metabolity. Rovnako ako sa degraduje cholesterol na 25-OH. Takýmto spôsobom ostane náš hormón kvantizovaný. \n\n\n\n\n\n\n\nV opaľovacom protokole nájdeš konkrétne časy pre celý rok, kedy vychádza slnko, IČ, UVA aj UVB!\n\n\n\n\n\n\n\n\n\n\n\nA ak stále nechápeš, opäť len pomysli na inzulín, cukrovku a pizzu. Nikto predsa nechce mať neustále vysoký cukor v krvi, alebo mať neustále vysoký inzulín. Keby sme to tak mali, všetci sme cukrovkári. Chceme len aby nám inzulín stúpol po tom, čo máme vyšší cukor, inzulín „ho upracie“, následne klesne a rovnako za ním cukor. S Estradiolom a jeho receptormi je to rovnaké!\n\n\n\n\n\n\n\n\nKeď je daného hormónu menej, receptory nie sú v takom množstve okupované, čo znamená, že ich citlivosť je vyššia a tiež nemajú ďalší stimul na svoje množenie. UVB svetlo naviac spolu s kolujúcim vitamínom D priebežne zastavujú ETC v mitochondriách v prsníku, vďaka čomu, na sezónnej báze (hlavne od Jari do leta), nebude mať rakovina dôvod prepuknúť. \n\n\n\nToto je pre teba kľúčové na pochopenie!\n\n\n\n\n\n\n\nZáverečné tipy pre ženy?\n\n\n\nV prvom rade si prečítaj niekoľko krát článok, pretože je veľmi dôležitý. Následne zváž body nižšie (aj vyššie) s dôrazom na vystavovanie sa slnku, aj UV svetlu a teda budovanie svojho solárneho mozoľu!\n\n\n\nMôj osobný názor tiež je, čo sa diagnostiky týka, že termografia je lepšia ako mamografia. Avšak ja nie som lekár a zároveň viem, prečo to takto funguje. Vždy sa však môžeš minimálne spýtať, keď k tomu príde. Uvedom si totiž, že termografia v podstate sleduje termálnu energiu, akú vylučuješ. To znamená, že sleduje biofotóny v spektre IČ. \n\n\n\nTo znamená, že vidí kinetickú energiu častíc v danom tkanive, pričom strata elektrónov dnu = vždy prevaha protónov aj deutéria, čo znamená, že z nich bude „unikať“ viac termálnej radiácie!\n\n\n\n\n\n\n\nĎalšie tipy:\n\n\n\nToto zvyšuje estrogén (skrz konverziu estradiolu):\n\n\n\n– Problém so žlčníkom (alebo vyoperovaný žlčník)\n\n\n\n– Každý problém s leaky gut.\n\n\n\nAk sa ťa týka niečo z viet vyššie, určite sa snaž svoj estradiol sledovať a prirodzene znižovať. No a najlepší spôsob je budovanie solárneho mozoľu a následný pobyt na slnku s obsahom UV + vyhýbanie sa zapnutej elektronike v blízkosti orgánov, maternice, pŕs,…\n\n\n\nAk sa bojíš na slnku odhaliť, môžeš využiť plavky KINIKI, o ktorých som písal roky dozadu. Je možné, že sa odvtedy niečo zmenilo, prípadne pribudli iné firmy, no pointu chápeš. Využi google, napíš tam moje meno a kiniki a hneď nájdeš odpovede.\n\n\n\nTiež môžeš zvážiť kúpu magnetickej podložky na spanie, napr. z Čiech Moonvibe. Nájdeš to aj tu >> Vysvetlenie prečo bolo v článku. \n\n\n\n\n\n\n\nČo ešte estrogén znižuje:\n\n\n\nGlutatión (zameraj sa a svoju endogénnu hydratáciu a deutéria zbavenú vodu), Alpha lipoleic acid, vitamín E (napr. avokádo), vitamín D (UVB svetlo, ktoré máme od 19. februára – viď Opaľovací protokol), zelený čaj,…\n\n\n\n\n\n\n\n\n\n\n\nZáver \n\n\n\nAk sa ti tento podcast/video páčilo a chceš ma podporiť v práci, alebo si myslíš, že môže pomôcť niekomu z tvojich známych, zdieľaj ho ďalej.\n\n\n\n\n\n\n\n\n\n\n\nTiež ma môžeš podporiť kúpou akéhokoľvek produktu na mojom Eshope alebo mojich kníh. \n\n\n\n\n\n\n\n\n\n\n\nBalíček tlačených kníh Spoznaj Svoju Biológiu v 50% ZĽAVE“!\n\n\n\n\n\n\n\n\n\n\nAk chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na odber nižšie.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTiež ti dávam do povedomia zariadenia Easy Light – Mitochondriak, ktorých úlohou je zlepšiť tvoju svetelnú „výživu“! Nájdeš ich tu: https://www.easylight.sk/\n\n\n\nAko čitateľ tohto blogu máš možnosť využiť aj špeciálnu zľavu 10%, ak pri objednávke zadáš zľavový kód: „jaroslavlachky„.\n\n\n\nMomentálne sa pripravujú v rámci projektu EasyLight aj novinky (praktické produkty do každej domácnosti a tiež spustenie terapie priamo u nás na mieste pre verejnosť) a preto odporúčam každému, kto má záujem a chce byť informovaný medzi prvými, registrovať sa do newsletteru EasyLight. \n\n\n\n\n\n\n\nOkuliare + večerné červené svetlo pre lepší spánok od EasyLight\n\n\n\n\n\n\n\n\nPřehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPosledná novinka, ktorú ti rád predstavím je magnetický matrac MoonVibe (lepšie povedané magnetická podložka pod matrac) so statickými magnetmi, ktorá ti môže pomôcť so spánkom. Všetky informácie nájdeš na webe moonwibe.cz a pre každého mám aj 20% ZĽAVU. Stačí ak pri objednávke zadáte zľavový kód „jaroslavlachky20„. \n\n\n\n\n\n\n\nMagnetické podložky/segmenty MoonVibe pre lepší spánok\n\n\n\n\n\n\n\n\n\n\nZdroje, štúdie a citácie:\n\n\n\n\n10.1186/s12889-021-10424-5\n\n\n\nhttps://ehp.niehs.nih.gov/doi/10.1289/EHP4861\n\n\n\nhttps://ajph.aphapublications.org/doi/pdf/10.2105/AJPH.25.3.245\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4135458\n\n\n\n\n\nhttps://www.breastcancerfoundation.org.nz/breast-cancer/types-of-breast-cancer/hôrmone-receptor-status\n\n\n\nhttps://en.m.wikipedia.org/wiki/Photodissociation\n\n\n\nSilverberg a Grant 1970\n\n\n\nSiegel, Zou a Jemal 2014\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC1764089/\n\n\n\nhttps://ec.bioscientifica.com/view/journals/ec/10/12/EC-21-0226.xml\n\n\n\nhttps://www.breastcancerfoundation.org.nz/breast-cancer/types-of-breast-cancer/hôrmone-receptor-status\n\n\n\nhttps://en.wikipedia.org/wiki/Peroxynitrite\n\n\n\nhttps://www.cell.com/fulltext/S0092-8674(13)01521-3 \n\n\n\nhttps://www.nature.com/articles/nature19081\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/ \n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B83-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B76-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B75-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B74-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B73-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B80-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B81-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B82-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B85-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B84-ijms-24-06834\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10095386/#B63-ijms-24-06834\n\n\n\n\nNejaké štatistiky úmrtia v EÚ:\n\n\n\nhttps://ec.europa.eu/eurostat/statistics-explained/index.php?title=Causes_of_death_statistics/sk&oldid=145798",
  "date": "2024-01-31T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-01T16:20:27+02:00",
  "word_count": 4638
}