{
  "url": "https://jaroslavlachky.sk/kb-18-melanopsin-bistabilita-svetlo-a-vapnik/",
  "title": "KB #18 Melanopsin, bistabilita, svetlo a vápnik",
  "content": "Ako pracuje melanopsin, ako sa regeneruje, čo je to bistabilita a ako melanopsin využíva vitamín A, modré a červené svetlo? Dokáže melanopsin ovplyvniť aj vápnik? Ak áno, ako?\n\n\n\nÚnik vápnika je totižto veľmi dôležitá udalosť v bunke, na ktorú má aj melanopsín vplyv, pretože dokáže iniciovať apoptózu a vyvolať tak povedzme smrť neurónov, čo môže vyústiť v neurodegeneratívny problém. Dnes sa pozrieme bližšie na to, ako sa to deje!\n\n\n\nTiež ti hneď v úvode oznamujem, že mám pre teba na konci článku nachystanú pozvánku na celodenný Workshop v Bratislave so symbolickým názvom Zlepši Svoje Zdravie. Všetky info o workshope aj programe nájdeš na konci spolu s odkazom na registráciu!\n\n\n\n\n\n\n\nP.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho na stránke s PODCASTAMI. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSUMÁR ČLÁNKU\n\n\n\n\nČo je melanopsin a ako pracuje?\n\n\n\nČo je to bistabilita, prečo a ako ju melanopsin využíva a v čom sa odlišuje od ostatných fotoreceptorov?\n\n\n\nPrečo tyčinky a čapíky potrebujú enzymatický vitamín A, no melanopsín nie?\n\n\n\nAko melanopsin vplýva na vápnik a ako ovplyvňuje mitochondriu, štruktúru vody, či dokonca Apoptózu?\n\n\n\nPrečo máme na hlave naozaj vlasy, no na koži iba málo? Môže to súvisieť s vápnikom?\n\n\n\nKde je skutočný pôvod problémov ako GERD, prečo to potrebuješ spoznať a čo s tým musíš začať robiť?\n\n\n\nDôležité zhrnutie + Sľúbená Pozvánka s odkazom na Registráciu miesta!\n\n\n\n\n\n\n\n\n\n\n\n\nČo je melanopsin a ako pracuje\n\n\n\nMelanopsín je dnes už naozaj známy, čo je len dobré, mohol si o ňom veľa čítať napr. v týchto dávnejších článkoch o modrom svetle, kde si tiež videl aj množstvo praktických tipov.\n\n\n\nVeľa praktických tipov si mohol získať aj v Ebooku minipríručka moderného Biohackera, ktorý je na webe zdarma k stiahnutiu od začiatku a v mojich knihách Spoznaj Svoju Biológiu som to rozoberal ešte viac.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDnes som dal schválne titulný obrázok totožný tomu, aký stojí na minipríručke, pretože hoci si to vtedy nikto neuvedomoval, chránením si svojho oka a melanopsínu, si v skutočnosti ochraňuješ svoju epifýzu a hlavne hustotu aj štruktúru mozgomiešneho moku a tiež vápnik. O dôležitosti aj problematike vápnika sme sa bavili v minulom článku, no a dnes sa k tomu dozvieš viac.\n\n\n\n\n\n\n\n\nMelanopsin je chromofór alias fotoreceptor, čo laicky znamená, že reaguje na svetlo na základe čoho vykoná nejakú činnosť. Dnes vieme, že melanopsin sa nachádza v niektorých artériach, v podkoží, ale aj v oku. Nás dnes zaujíma prioritne oko. Tu je ukrytý predovšetkým v tzv. ipRGC (fotosenzitívnych vnútrosietnicových ganglionových bunkách).\n\n\n\n\n\nMelanopsin nám pomáha napr. s rozťahovaním a sťahovaním zorničky, aby sme dobre videli v šere, ale aj za jasného svetla, pomáha nám reagovať na modré a UV svetlo (to je jeho „viditeľná časť práce“) a tiež riadi náš cirkadiánny rytmus (teda riadi aj nevizuálnu časť sietnice).\n\n\n\n\nNo a dnes ti ukážem, prečo článok o Melanopsine zaraďujem sem, do série článkov Kvantová Biológia. Melanopsin a jeho biologická funkcia je totižto kvantizovaný.\n\n\n\n\n\n\n\n\nVo fyzike je kvantovanie ako už vieš postup systematického prechodu od klasického chápania fyzikálnych javov k novšiemu chápaniu známemu ako kvantová mechanika.\n\n\n\n\nKeďže svetlo (fotón) reaguje iba s elektrónmi, a naše telo obsahuje vo svojich polovodičoch voľné elektróny, kvantovanie je niečo, čo sa týka výmeny energie (aj informácie) medzi fotónom a elektrónom. Elektrón môže vyžarovať alebo absorbovať energiu ako žiarenie len v obmedzených množstvách alebo zväzkoch nazývaných kvantá. Toto je známe ako kvantizovanie energie.\n\n\n\nNo a melanopsin absorbuje a reaguje na špecifické kvantá energie, vďaka čomu aj následne produkuje špecifický výstup, ktorý súvisí aj s kontrolou vápnika ako v epifýze, tak aj inde v tele. Napríklad aj vo svalstve, čo je dôvod, prečo dnes musíš aj na svoj Hardware (svalstvo a kostru) nahliadať aj skrz pohľad Softwar-u (Cirkadiánny rytmus a Kvantová Biológia). Presne o tomto bol posledný, výstižný článok.\n\n\n\n\n\n\n\n\n\n\n\n2 spôsoby ako melanopsin ovplyvňuje spánok\n\n\n\nKeďže sa melanopsín zapája pri regulácií cirkadiánneho rytmu (CR), pomáha nám aj so spánkom a to dvoma spôsobmi.\n\n\n\nDva hlavné mechanizmy, pri ktorých sa melanopsín používa na reguláciu spánku u cicavcov, sú:\n\n\n\n\nMelanopsin resetuje a udržuje Cirkadiánny mechanizmus, ktorý v tele určuje optimálny čas na spánok.\n\n\n\nMelanopsín ovláda aj Homeostatický systém, ktorý sleduje, ako dlho je telo hore a spí (na základe aktivácie melapsoni a metamelanopsinu), a následne spúšťa „spánkový tlak“, keď telo trpí nedostatkom spánku.\n\n\n\n\n\n\n\n\nDruhý bod je pomerne dôležitý, pričom veľa ľudí o ňom ani len nevie, a spočíva v tom, že melanopsín funguje laicky ako obyčajný stmievač, ktorý si každý jeden z nás môže kúpiť za pár eur na namontovať do izby na svetlo.\n\n\n\n\nTakýto stmievač jednoducho pomocou potenciometra zvyšuje alebo znižuje intenzitu, akou žiarovka svieti a teda ti umožňuje svetlo zosilnieť alebo stlmiť. Melanopsín je podobný. Mimochodom, ak máš doma takýto stmievač, odporúčam ti svetlo zmerať spektrometrom, pretože budeš prekvapený, o koľko vzrastie flicker danej žiarovky.\n\n\n\n\n\n\n\n\nKeď je fotón absorbovaný melanopsínom (každý fotón nesie špecifické kvantum energie), vyvolá sa v melanopsine odpoveď, vďaka čomu zmení svoj tvar a aj absorpciu, a celý fotopigment sa znecitliví.\n\n\n\nV tomto bode ti odporúčam znovu nahliadnuť na dôležitý článok Hormóny #6 o vitamíne A, pretože Vitamín A je aj v melanopsine. Vitamín A je vlastne súčasťou každého opsínu. V danom článku som ti ukázal, prečo je dnes konzumácia živočíšneho vitamínu A dôležitá a jeden z dôvodov je práve neustála recyklácia fotoreceptorov v oku, ale aj v tele. Pri melanopsíne je však jeden veľký rozdiel.\n\n\n\n\n\n\n\nNa rozdiel od tyčiniek a čapíkov, ale aj rhodopsinu, ktoré v sebe majú vitamín A, ktoré vyžadujú enzymatický retinoidný cyklus (cyklus vitamínu A, ktorý som ti v danom článku opísal) na obnovenie ich citlivosti na svetlo, melanopsín využíva na regeneráciu fotopigmentu absorpciu druhého fotónu zo slnečného svetla. Táto svetlom riadená reverzibilita, sa nazýva „bi-stabilita“ (alebo aj dokonca „tristabilita“).\n\n\n\n\nDruhý fotón je teda to, čo umožňuje melanopsínu udržiavať trvalú reakciu na slnečné aj modré svetlo, no predovšetkým na slabo osvetlenú situáciu, aká prirodzene nastáva večer, pri západe slnka. [2, 3]\n\n\n\n\n\n\n\n\n\n\n\n\nMelanopsín, vitamín A a jeho tzv. Bistabilita\n\n\n\n\nMelanopsín teda v podstate zachytáva modré svetlo (predovšetkým okolo 420, 460 až 480 nm), no akonáhle dané svetlo zachytí a jeho vitamín A sa degraduje, vyžaduje ďalší fotón na to, aby mohol opätovne fungovať!\n\n\n\n\nTo znamená, že na to, aby melanopsin fungoval a teda riadil náš spánok, cirkadiánny rytmus, ale aj únik vápnika v mozgu, vyžaduje celé spektrum svetla a nie len modré svetlo.\n\n\n\nToto je jeden z dôvodov, prečo nemám až tak rád rady tipu „ráno si v kľude hneď zasvieť silnú LED-ku, veď ťa aspoň nakopne a ráno modré svetlo predsa potrebujeme“. Je to síce pravda, že naše telo a oko modré svetlo ráno potrebujú, a v prípade zimných depresií a deficite svetla nám aj umelé svetlo vie trochu pomôcť, no tiež vyžadujeme ďalšie farby spektra, ako napr. červenú, ktorá je vždy zo slnka po boku modrej. \n\n\n\nTakáto rada teda síce môže človeku pomôcť prekonať krátkodobo sezónnu depresiu, akú majú ľudia Často v zime, no z dlhodobého horizontu ešte viac zhorší melanopsín aj vitamín A.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDnes už máme mnoho štúdií o melanopsíne, ktoré naozaj naznačujú jeho bistabilnú funkciu, ktorá je nezávislá od enzymatického cyklu vitamínu A. Melanopsin zároveň vykazuje fotickú pamäť a tiež pomáha vo vnímaní silného aj slabého osvetlenia zúžením a rozšírením zorničky. [2, 3]\n\n\n\n\n\n\n\n\n\n\n\nMelanopsín, jeho metabolity a zúženie zorničky\n\n\n\nMelanopsín má absorpčné maximum pri 467 nm, pričom sa následne premieňa na svoj druhý metabolit –  tzv. metamelanopsin. Je to zapríčinené rozdielnou formou vitamínu A z 11-cys retinalu na all trans retinal, ktoré zmenia absorpčné spektrum melanopsinu. Jeho medziprodukt má absorpčné maximum pri 476 nm. Okrem toho sme však našli aj nový stav melanopsínu, ktorý obsahuje 7-cis-retinal (extramelanopsín), ktorý sa ľahko tvorí po dlhovlnnom ožiarení (žlté až červené svetlo okolo 600 nm) a fotokonvertuje na metamelanopsín ožiarením s krátkou vlnovou dĺžkou (modré svetlo). [R]\n\n\n\nVšetky tieto bistabilné produkty melanopsínu ti len ukazujú, prečo je plnospektrálne svetlo veľmi dôležité a tiež prečo je náš CR uspôsobený tak, ako je. Tiež ti to ukazuje, prečo sám roky v domácnosti využívam aj doplnkové červené žiarovky ako napr. Therabulb a využívam ich paradoxne najmä cez deň, ak som v interiéri, hoci je vo vnútri svetlo.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNež budem pokračovať, dám ti aj malý test na doma, ako o sebe zistiť, ako je na tom tvoj cyklus vitamínu A aj melanopsin.\n\n\n\nExpozícia svetlu s dlhou vlnovou dĺžkou (červená) zvyšuje, zatiaľ čo svetlo s krátkou vlnovou dĺžkou (modrá) znižuje amplitúdu zúženia zrenice. V ľudskej reči to znamená toľko, že pri vystavení oka červenému svetlu je naše oko lepšie schopné zúžiť zorničku a teda reagovať na veľmi osvetlené podmienky, aké sú napr. za jasného slnečného dňa. Toto je dôvod, prečo mnoho ľudí okamžite pri vybehnutí poobede von siaha po okuliaroch.\n\n\n\n\nAk ti silné slnko vadí, je to pre teba okamžitý znak, že máš nedostatok červenej farby a (alebo) nadbytok modrej, čo môže byť prípad trávenia času v interiéri pri obrazovke a zlých žiarovkách.\n\n\n\n\n\n\n\n\n\n\n\n\nAko o sebe môžeš zistiť, či sa vystavuješ priveľa modrému svetlu alias hack pre melanopsin?\n\n\n\nTiež si môžeš skontrolovať zúženie vlastnej zorničky ak si do nej zasvietiš nejakým LED svetlom. Pri tomto však mysli na to, že musíš byť opatrný (neber to teda ako nabádanie z mojej strany). Ja ti len ponúkam takúto možnosť a ak chceš, zaobstaraj si vhodné svetlo, ako mávajú napr. lekári pri kontrole zorničiek. \n\n\n\n\nAk sa ti zornička nezúži dostatočne pri zasvietení umelého bieleho svetla alebo sa následne dostatočne rýchlo nevráti nazad vieš, že máš problém s melanopsinom v oku a tvoj CR a epifýza nepracujú optimálne.\n\n\n\n\nAko to môžeš zmeniť už vieš. Sám som si tým prešiel a momentálne mi to potvrdilo už mnoho ľudí, ktorí mi hovorili o tom, ako vďaka vystavovaniu očí slnku prestali nosiť slnečné okuliare a svetlo im vadí menej ako vtedy. Dokonca si už nevedia predstaviť, ako predtým museli žmúriť a nedokázali na pravé poludnie pozerať takmer ani do zeme bez okuliarov.\n\n\n\n\n\n\n\nMy ľudia totiž v ranných hodinách potrebujeme celé spektrum svetla, vrátane červenej a modrej, no predovšetkým krátke vlnové dĺžky modrej až UV. Práve toto svetlo nám spolu s DHA pomáha generovať elektrický prúd a recyklovať svoj melanopsin a aj rhodopsin. Iba takto sa zmení absorpcia vitamínu A aj opsinu, aktivujeme svoj Bazanov efekt a dokážeme neskôr zvládnuť diurnálne UV svetlo, ktoré potrebujeme.\n\n\n\n\nPráve preto paradoxne v ranných hodinách náš melanopsin toľko nepracuje. Melanopsin je naopak aktívny večer, po zotmení, kedy prirodzene vidí modré svetlo, ktoré tlmí svoju intenzitu, no je vždy za ním červené, ktoré ho konvertuje a melanopsin tak po celú noc „striehne“ kým príde ráno a objavia sa ďalšie krátke vlnové dĺžky.\n\n\n\n\nTakto teda vyzerá prirodzené „hacknutie“ svetla v domácnosti a tiež svojho melanopsinu.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDopamín kontroluje melanopsín\n\n\n\nTo však nie je ani zďaleka všetko, na čo daný Hack vyššie môžeš využiť. Články o dopamíne sú na blogu už dávno a teda vieš, že dopamín je dôležitý neurotransmiter, ktorý kontroluje sťahy svalov, no tiež tvoje inštinkty a mnoho iného.\n\n\n\nDopamín je tvorený aj skrz naše oko a prirodzené slnečné svetlo (najmä modrú s červenou a UV) z aromatickej aminokyseliny tyrozín.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo, čo však zatiaľ úplne nechápeš je to, ako dopamín spolu s DHA, ktorú máme vzadu na sietnici, pomáha nášmu oku generovať elektrické impulzy. Teraz si radšej sadni.\n\n\n\n\nDopamín pomáha zadnej časti sietnice v ipRGCs regulovať expresiu mRNA melanopsínu. Čo táto veta pre teba znamená? Že tvoja hladina dopamínu, ako aj stav melanopsínu v oku a teda aj cirkadiánny rytmus je priamo úmerný tomu, koľko času tráviš na slnečnom svetle a koľko pod umelým.\n\n\n\n\n\nPresne preto ide ruka v ruke ponocovanie, sledovanie NETFLIX seriálov mladými ľuďmi večer, problémy s črevom, depresie, svalová atrofia, osteoporóza a tiež nepozornosť a nižšie vedomie. Naše vedomie a schopnosť premýšľať aj sústrediť sa je totižto tiež funkciou dopamínu a DHA v mozgu.\n\n\n\n\nPoďme však ešte ďalej, pretože ti dnes potrebujem prepojiť túto fototransdukciu melanopsínu s vápnikom a našou epifýzou. O tom, aké vstupy epifýza dostáva si čítal v článku #15, kde som ti ukázal, ako na základe nich epifýza tvorí niečo ako Tsunami vlnu.\n\n\n\nČoskoro sa k tomu vrátime, keď ti budem vysvetľovať ako presne funguje náš mozog aj spánok, no musím ti ešte ukázať, ako veľmi svetlo, gravitácia a EMP vplývajú na epifýzu a vápnik v nej.\n\n\n\nJednou z ďalších úloh melanopsínu v oku je totiž aj vpúšťanie a mobilizácia vápnika a ako už vieš, únik vápnika môže byť brána do neba, ale aj do pekla!\n\n\n\n\n\n\n\n\n\n\n\nMelanopsin, Vápnik, VGCC alias ako začína SIBO či GERD\n\n\n\nSvetelná odozva ipRGC, kde je melanopsín a jeho schopnosť depolarizovať sa naznačujú, že môžu používať fototransdukčnú kaskádu, ktorá pri rozklade svojich metabolitov produkuje vedľajšie produkty; membránovo viazanú zložku nazývanú diacylglycerol (DAG) a inozitol-trifosfát (IP3), ktorý sa môže voľne pohybovať po cytosóle (vo vnútri bunky). IP3 tiež môže spôsobiť uvoľnenie intracelulárneho vápnika zo zásob v bunke, čo môže viesť k otvoreniu takzvaných VGCC, o ktorých si čítal naposledy.\n\n\n\n\n\n\n\nHlavnou funkciou IP3 je mobilizovať Ca2+ zo zásob (napr. z endoplazmatického alebo sarkoplazmatického retikula) a regulovať bunkovú proliferáciu (rast a množenie) a iné bunkové reakcie, ktoré vyžadujú voľný vápnik. Ako už vieš, napríklad v bunkách hladkého svalstva alebo srdca vedie zvýšenie koncentrácie cytoplazmatického vápnika ku kontrakcii svalu.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPresne preto som ti vyššie napísal, že sledovanie TV, či hlúpych NETFLIX seriálov večer na žiarivej obrazovke koreluje problémom ako SIBO, či GERD. Tento nadmerný únik vápnika totiž vyústi v nadmernú kontrakciu svalstva napr. v čreve, čím dokáže dnu zadržať priveľa kyslíka a vyhubiť tak niektoré baktérie mikrobiómu.\n\n\n\nGastroezofageálna refluxová choroba (GERD) je zasa dlhodobo prebiehajúci stav, kedy sa pravidelne vracajú žalúdočné kyseliny do pažeráka. Čo to môže zapríčiniť? Napríklad disfunkcia svalstva, ktoré ovláda autonómne pažerák, ktorá je zapríčinená disfunkciou melanopsínu. Nezabúdaj, že všetky tieto zvierače v tráviacom trakte sú svaly a vyžadujú prechod vápnika. \n\n\n\nMožno teraz opäť lepšie chápeš, prečo ti umelé Svetlo a EMP zničia črevo rýchlejšie ako konzumácia sladkostí. Konzumácia sladkostí ti totiž do čreva privedie mnoho deutéria, no umelé svetlo a uEMP ťa dokonca prinútia deutérium hromadiť.  Tiež to však znamená, že ak máš niektorý z týchto vážnych problémov, úprava stravy je iba jeden krok. Tým hlavným je fixnutie svojej epifýzy, melanopsinu a mozgomiešneho moku, ktoré ti umožnia zregenerovať choré časti čreva pomocou jednosmerného elektrického prúdu, ktorý objavil Becker.\n\n\n\n\n\n\n\n\n\n\n\nMelanopsin, Vápnik, IP3, mozog a ADHD\n\n\n\nAvšak IP3 a vápnik majú najväčšiu úlohu v mozgu. IP3 má totiž v zadnej časti mozgu s názvom mozoček najviac receptorov (skratka IP3R), čo naznačuje, ako dokáže disfunkcia melanopsínu alebo dopamínu ovplyvniť mozog. Receptory IP3 sú prítomné dokonca v axónoch mozočkových tzv. „Purkyňových buniek“, kde ich aktivácia vedie k uvoľneniu vápnika z vnútrobunkových zásob. [R]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMozoček (cerebellum) má kľúčový význam v riadení pohybovej činnosti, v regulácii svalového tónusu, v udržiavaní vzpriamenej polohy a v riadení správnej koordinácie pohybov. Jeho nesprávna regulácia teda súvisí aj s mnohými neurologickými problémami a podľa mnohých štúdií je spojená aj s poruchami pozornosti ako ADHD. [R]\n\n\n\nTo znamená, že rodičia, ktorý mali pred počatím dieťatka problém s melanopsinom (a teda aj vitamínom A), hoci o tom nemuseli vedieť, majú väčšiu šancu, že sa ich dieťatko narodí s nie úplne optimálnou funkciou mozočku. V septembrovom webinári som mojim členom dokonca ukázal, ako sa už v embryu dokáže zmeniť metylácia ich neurónov a vyústiť tak v problém ešte predtým, ako sa vôbec dieťatko narodí. \n\n\n\nPri ADHD je napr. zaznamenaný menší objem mozočku, ktorý môže byť nepriamo spojený s nadmerným únikom vápnika z Endoplazmatického retikula v mozočku skrz IP3R, ktorý vyústi v nadmernú stimuláciu apoptózy a teda odumieranie niektorých častí a neurónov v mozgu. [R] No a toto nechceme.\n\n\n\n\nApoptóza aj autofágia sú totižto závislé taktiež na vniku vápnika do bunky alebo mitochondrie a teda aj na jeho úniku z endoplazmatického retikula.\n\n\n\n\n\n\n\n\n\n\n\n\nAutofágia alebo apoptóza verzus Črevo alebo mozog?\n\n\n\nAutofágia znamená bunkovú alebo mitochondriálnu recykláciu a apoptóza zasa smrť. (Viac si o týchto procesoch mohol čítať v tomto staršom článku, ale aj inde na blogu/fóre). Prvý proces – autofágia, je aktívny predovšetkým v noci a v chlade/ketóze, pričom apoptóza je zas viacej činná v lete, pri sacharidoch.\n\n\n\nAutofágia znamená, že naše telo nepotrebuje toľko nového materiálu a teda ani nemá zvýšené energetické nároky, a preto je najviac aktívna práve v mozgu. Naopak zas v takých ČREVÁCH, tam nemá čo hľadať autofágia, pretože inak sa tam budú hromadiť nefunkčné časti aj priveľa deutéria a dôsledkom môže byť tzv. LEAKY GUT, HISTAMÍNOVÁ INTOLERANCIA, či rôzne iné autoimunitné problémy. V čreve a pokožke je od prírody viac aktívna apoptóza, čo je dôvod, prečo keď vystavuješ v lete brucho slnku, môžeš jesť aj viac sacharidov, či ovocia, pretože tvoje enterocyty sa behom 1 až 3 dní plne obnovia. Ak ti UV chýba, apoptóza nebude plne funkčná a výsledkom bude leaky gut!\n\n\n\n\n\n\n\nLen sa zamysli sedliackym rozumom nad týmto.\n\n\n\nV našom mozgu je apoptóza od prírody potlačená, pretože ak by nám umierali bunky a neuróny priveľa, dôsledkom by bola neurodegeneratívna porucha. Nervové bunky v mozgu, tiež nazývané neuróny, sa u ľudí neobnovujú. Vôbec sa nerozdeľujú. To znamená, že neurón, ktorý v mozgu vznikne, máme prakticky do konca života. \n\n\n\nExistuje len veľmi málo výnimiek z tohto pravidla – iba dve špeciálne miesta v mozgu môžu zrodiť nové neuróny. [R] Z väčšej časti však mozog nedokáže doplniť mŕtve neuróny. To znamená, že ak v mozgu máme nadbytok aktívnej apoptózy, neuróny odumierajú príliš, vďaka čomu naše neurologické funkcie upadajú!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApoptóza v mozgu, cytochróm C, vápnik a IP3\n\n\n\nMitochondriálny dýchací reťazec, alias Elektrónový Transportný Cyklus (ETC) ti je z môjho blogu známy dávno. Teda aspoň by mal. ETC sa nachádza na vnútornej membráne mitochondrie a je tvorený piatimi komplexami od prvého po štvrtý (piatym je motor – ATP-syntáza), pričom od prvého po štvrtý prúdia elektróny z jedla, kde sa spoja s kyslíkom a vznikne VODA.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo a zhodou náhod, presne medzi posledným, štvrtým komplexom (Cytochróm C Oxidáza, skratka CCO), kde vzniká metabolická voda, sa nachádza ešte jeden malý proteín s názvom cytochróm C.\n\n\n\nCytochróm c je malý hemový proteín (obsahuje železo), ktorý sa nachádza voľne spojený s vnútornou membránou mitochondrie. Cytochróm c je na rozdiel od ďalších cytochrómov (jedna až štyri, ktoré vidíš na obrázku vyššie) vysoko rozpustný vo vode. Cytochróm je schopný podstúpiť oxidáciu aj redukciu, ale neviaže kyslík, pričom primárne prenáša elektróny medzi komplexom III (ktoré získa od koenzýmu Q) na štvrtý známy CCO.\n\n\n\nCCO aj cytochróm C reagujú zároveň na červené svetlo, čo je dôvod, prečo sa dnes úspešne využíva aj tzv. RLT (terapia červeným svetlom), to len tak mimochodom.\n\n\n\n\n\n\n\n\nČo je však na dnes dôležité je to, že Cytochróm c sa tiež podieľa na iniciácii apoptózy. Nadmerný únik cytochrómu C z mitochondrie von spúšťa apoptózu a ako ti z riadkov vyššie musí byť jasné, v takom mozgu to nemusí byť príliš prospešné.\n\n\n\n\nZa normálnych podmienok, sa cytochróm c viaže na tzv. kardiolipín (fosfolipidový obal) vo vnútornej mitochondriálnej membráne, čím sa v podstate ukotvuje (podobne ako loď na mori) a je ubránený pred uvoľnením z mitochondrie a iniciácii apoptózy. Avšak tu prichádza veľké AHA, takže sleduj.\n\n\n\n\n\n\n\n\n\n\n\nEshop – Jaroslav Lachký\n\n\n\n\n\n\n\n\n\n\nZatiaľ čo počiatočná príťažlivosť medzi kardiolipínom a cytochrómom c je elektrostatická v dôsledku extrémneho kladného náboja na cytochróme c a negatívneho náboj a povrchu kardiolipinu, ich konečná interakcia je hydrofóbna. To znamená, že keď je cytochróm C vo štrukturovanej vode blízko vnútornej membrány, je akoby „stlačený“ medzi vodou (z jednej strany) a príťažlivou silou (z druhej strany kardiolipinu.\n\n\n\n\nČo to pre teba znamená? Že kedykoľvek sa táto štruktúra vody zmení, ukotvenie cytochrómu C je narušené.  No a my dnes vieme, že trvalé zvýšenie hladín vápnika predchádza uvoľneniu cyt c z mitochondrií. [R] Tak už vidíš, ako môže nadmerný vnik vápnika a deštruktúra vody vyústiť v apoptózu?\n\n\n\n\n\n\n\n\nTento proces je však pomerne zaujímavý, pretože prebieha trochu odlišne v mozgu ako v iných orgánoch (napr. v pečeni), no je závislí na množstve uvoľneného vápnika. Keď sa vápnik dostáva dnu, do mitochondrie v mozgu, povedzme v čelnom laloku, napr. vďaka nadmernému stimulovaniu melanopsínu modrým svetlom, alebo vďaka umelému mikrovlnnému vlneniu z technológií, daný vápnik zapríčiní uvoľnenie cytochrómu C z mitochondrie do cytosólu bunky, kde cytochróm C reaguje s hádaj čím. S IP3R v endoplazmatickom retikule, odkiaľ sa začne uvoľňovať ešte viac vápnika.\n\n\n\n\n\n\n\n\nUkázalo sa, že cytochróm C sa viaže na IP3 receptory v bunke a znižuje Ca2+ závislú inhibíciu otvárania kanálov [14]. To znamená, že cytochróm C zapôsobí na tip VGCC, čím ešte viac stimuluje únik vápnika a teda aj iniciuje apoptózu. V bunke, ktorá prechádza apoptózou, to vytvára pozitívnu spätnú väzbu, pričom Ca2+ stimuluje uvoľňovanie cytochrómu C a naopak. [R]\n\n\n\n\nViem, že veta vyššie trochu čudná pre laika, no v podstate to znamená, že za normálnych podmienok, keď je uvoľňovanie vápnika kvantizované (presné a špecifické), naše bunky môžu v prípade potreby a uvoľnenia vápnika aktivovať apoptózu a množstvo vápnika v bunke následne pomocou negatívnej spätnej väzby znížiť. Avšak, ak je tento únik nekontrolovaný, môže to vyústiť v niečo, čo možno niekto z vás pozná (iný nie) a nazýva sa to Excito-toxicita.\n\n\n\n\n\n\n\n\n\n\n\nExcitotoxicita a nadmerný únik vápnika ako pôvod pre fibromyalgia, Parkinsonova choroba, či Huntingtonova choroba\n\n\n\nNázvy v podnadpise – fibromyalgia, Parkinsonova choroba, či Huntingtonova choroba, som použil schválne, pretože presne to sa dočítaš, až si rozklikneš na Google problematiku excitotoxicity.\n\n\n\nTento patofyziologický mechanizmus sa podieľa na rade neurologických ochorení, ako je poranenie miechy, mozgová trauma, získaná hluchota, neurodegeneratívne ochorenia centrálneho nervového systému, skleróza, Alzheimer, fibromyalgia , Parkinsonova choroba alebo Huntingtonova choroba.\n\n\n\nExcitotoxicita, ako aj z názvu vyplýva „EXCI“ + „TOXICITA“ poukazuje na nadmernú toxicitu, ktorá je v tomto prípade zapríčinená nadmerným odtokom vápnika, ktorý sa uvoľňuje v dôsledku nesprávnej regulácie VGCC, o ktorých si čítal naposledy.\n\n\n\n\n\n\n\nTieto kanále reagujú na umelé neprirodzené elektromagnetické pole (uEMP), no tiež ich ako si videl v odstavcoch vyššie, dokáže aktivovať napr. nadmerná stimulácia melanopsinu umelým svetlom, …povedzme hladením do obrazovky večer.\n\n\n\nToto je dôvod, prečo je excitotoxicita spojená s danými ochoreniami, ktoré sú priamo prepojené s cirkadiánnym rytmom. Cirkadiánny rytmus je priamo spojený s tvorbou a vylúčením melatonínu a to ako v samotnej mitochondrii, tak aj v epifýze.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPresne preto som vo viacerých článkoch jasne napísal, že sledovanie TV večer bez ochrany, alebo nosenie zapnutého mobilu v blízkosti brucha ti zhorší mikrobióm a tiež privolá problémy tipu SIBO, či GERD. Nezabúdaj, že ak je daný sval príliš stiahnutý, pretože je dnu priveľa vápnika, ktorý viaže aktín a myozin, daný sval (zvierač) ostane pridlho otvorený, čo môže spôsobiť problém!\n\n\n\n\nTiež je to dôvod, prečo by malé deti s nemyelinovaným mozgom a miechou nemali tráviť nijaký čas pred obrazovkou, a to aspoň prvé roky. A už vôbec nie s mobilom či tabletom v rukách, pripojeným na sieť, ako to žiaľ často vidieť, keď rodičia svoje deti takto nechávajú…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrečo máme na hlave vlasy, no na pokožke takmer vôbec\n\n\n\nTy si možno tieto mechanizmy neuvedomuješ, no ver, že tvoja biológia na ne dáva dobrý pozor. Presne toto je totiž dôvod, prečo je hlavička prvé miesto na tele, kde začína rásť ochlpenie (vlasy). Vlasy totiž zabraňujú prieniku UV a všetko pod lebkou je pred UV svetlom zo slnka zahalené, vďaka čomu je apoptóza neurónov pod úzkou kontrolou.\n\n\n\n\nNaopak naše telo a pokožka, ktorá je najväčším orgánom na tele, má chlpov málo. U žien obzvlášť veľmi máličko a ešte obzvlášť na bruchu. Naša koža sa totižto obnovuje neustále a rovnako naše črevo. Žeby aj preto v dnešnej dobe mali mladé ženy viac problémov s ochlpením? Zamysli sa…\n\n\n\n\n\n\n\n\nTiež sa skús zamyslieť, prečo nám v puberte na intímnych partiách začína tak prudko vyrastať ochlpenie, následkom čoho človek rýchlejšie dospeje a vyvinú sa mu pohlavné orgány. Naša pokožka, kde neskôr vyrastajú chlpy, v sebe totiž ukrýva rozsiahlu sieť „mikrotunelov“ plných vody, ktoré nazývame kapiláry, v ktorých sa plavia aj iné veci, ktoré reagujú na UV svetlo.\n\n\n\nTí šikovnejší z Vás už vedia, pretože sme sa o tom na rôznych miestach bavili, no všetci ostatní – skús nad tým na domácu úlohu popremýšľať a kľudne mi napíš dole do komentára, na čo prídeš!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVGCC a svetlo / uEMP\n\n\n\nUž vieš, že svetlo vyvoláva nelineárny efekt. Aj malý stimul vyvolá obrovskú reakciu. V praxi to znamená toľko, že keď napr. tvoje oko zachytí svetlo, ktoré sa v oku spomalí, tvoja hypofýza začne stimulovať tvorbu steroidných hormónov, ktoré napr. vyvolajú rast ochlpenia. Takto vyzerá malý stimul vyvolávajúci veľký viditeľný efekt.\n\n\n\n\n\n\n\nVGCC máme všade v tele a hlavne v krvi, kde taktiež slúžia ako signalizačný prostriedok. Určite ti nemusím zdôrazňovať, že srdcové problémy sú u nás v Európe obrovský zdravotný problém a vždy je za tým aj uvoľnený vápnik v cievach.\n\n\n\nKeď je naša pokožka vystavená normálne slnku a máme adekvátny solárny mozoľ, v bunkách aj v krvi sa uvoľňuje malé množstvo vápnika, ktoré pomáha tvorbe oxidu dusnatému (cievy sa roztiahnu) a podieľa sa aj na tvorbe voľných radikálov (hydroxylový ión, superoxid a peroxinitrát). Slnko zároveň tvorí vitamín D, ktorý ako si videl naposledy, je aj kalciový blokátor. To znamená, že únik vápnika je kontrolovaný.\n\n\n\n\n\n\n\nVoľné radikály, ktoré sa normálne tvoria vznikajú vďaka dýchaciemu reťazcu, pretože sa v mitochondrii pri presune elektrónov cez ETC reakčný kyslík.\n\n\n\nVoľné radikály nie sú vždy zlé, ako sa nám snažia nahovoriť reklamy na zázračné antioxidanty či vitamíny. Sú potrebné, aby vďaka nim bunka vedela, čo má robiť. O voľných radikáloch si čítal aj samostatné články. Napr. pri cvičení sa vo svale uvoľňuje automaticky viac vápnika, ktorý spustí transkripčný mechanizmus s názvom PGC-1alfa, ktorý následne spustí mitochondriálnu biogenézu. To znamená, že sa mitochondrie v danom svale znásobia, aby v budúcnosti zvládli lepšie tvoriť ATP, ak je všetko normálne riadené.\n\n\n\nRovnako je to pri spracovaní sacharidu na prvom komplexe. Ak je v mitochondrii správne magnetické pole a komplexy sú blízko pri sebe, NADH donáša elektróny, ktoré tvoria ATP, a popritom občas vypustia voľný radikál SUPEROXID. Toto je impulz pre mitofágiu. \n\n\n\nPresne preto som ti vyššie napísal, že sacharidy nie sú zlé a tiež si môžeš v lete dovoliť zjesť viac deutéria. Tvoje črevo sa toho veľmi rýchlo zbaví a mitochondrie opravia, no iba ak je tvoje POLE adekvátne (u väčšiny ľudí to už neplatí).  \n\n\n\nDruhá vec však je, že v dnešnom modernom svete už takmer nikto netrávi čas vonku s odhalenou pokožkou. Väčšina ľudí nosí nonstop zapnutý mobil vo vrecku a žije iba dnu v obklopení wi-fi signálom a obrazovkami. Takto sa zmení krátkodobý stres na chronický (patofyziologický).\n\n\n\nA ak chceš nejaké „štúdie“, v predošlých článkoch som ti ich poskytoval až až, podobne ako v mnohých knihách, ktoré sú v mojej knižnici (napr. kniha Going Somewhere). Tiež máš mnohé dole. Len sa preklikni na referencie nižšie a navrhujem začať od čísla 14 po 21.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZhrnutie, alias čo si máš z dneška odniesť \n\n\n\nToto je to, čo dnes ľudia zažívajú zvyčajne bežne, hoci to zvyčajne pripisujú iba pracovnému a rodinnému vyťaženiu/stresu. Musíme si však uvedomiť, že tomuto tipu stresu nečelíme 24/7, no umelému svetlu a EMP väčšina áno, hoci si to neuvedomuje.\n\n\n\nTy si to už teraz uvedomuješ a preto je na tebe, aby si to začal postupne vnímať a riešiť. Aj na blogu a vo webinároch sa k tomu dostaneme ešte viac a rovnako máš k dispozícií v knižnici mnohé praktické z posledných rokov už teraz, ktoré môžeš aplikovať.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPraktické webináre s protokolmi sú súčasťou Prémium Členstva\n\n\n\n\n\n\n\n\n\n\n\nNezabúdaj, že čas ide ďalej tak či onak a je iba na tebe, či sa takto o 5 rokov iba obzrieš do minulosti a povzdychneš si, že škoda, že si niečo aspoň malé nespravil už vtedy, alebo si povieš, ešte že som si to uvedomil vtedy a začal robiť aspoň niečo… Voľba je vždy na nás!\n\n\n\n\nUdalosti, ktoré nás postretnú, či už dobré alebo zlé, si nie vždy vyberáme, to je pravda. Jednoducho sa stanú a my im musíme čeliť! No je to práve naša REAKCIA, ktorá ovplyvňuje výstup a teda aj našu budúcnosť. A možno nemáme na účte milióny a nemôžeme si dovoliť všetko, čo by sme chceli, no vždy máme pri všetkom na výber aspoň niečo a VOĽBA je na každom z nás!\n\n\n\n\n\n\n\n\nKaždý má totiž slobodnú voľbu, no následky, aké z danej voľby vyplynú, si už nevyberáme. Tým musíme čeliť!\n\n\n\n\n\n\n\n\n\n\n\n\nZáver + POZVÁNKA na Workshop\n\n\n\nAk sa ti článok páčil, kľudne ho zdieľaj ďalej a určite zostaň naladený, pretože sa vidíme už pri nasledovnom článku, ktorý bude o KOSTIACH a ich neuveriteľných vlastnostiach. Ako sa vraví – práve sa dostávame do „tuhého“ a určite chceš byť pri tom! \n\n\n\n\n\n\n\nNo a samozrejme, ako som sľúbil, mám pre teba aj zaujímavú pozvánku na celodenný Workshop, ktorý bude 19. Novembra v Bratislave. Pred nedávnom ma totiž oslovil Richard z Mycoachba.sk, so záujmom o prácu, ktorú robím a informácie, ktoré sa medzi ľudí snažím dostať a rozhodli sme sa „spojiť sily“ a vytvoriť tak praktický workshop, na ktorý si pozvaný aj ty.\n\n\n\nWorkshop bude 19. Novembra od 10tej v Bratislave, je pre každého kto ma záujem a nižšie máš odkaz, kde nájdeš všetky dôležité info, popis, cenu aj možnosť registrovať sa. Počet miest je však v rámci kapacity priestoru obmedzený na cca 15 ľudí a ak ťa tvoj Software, ale aj Hardware zaujíma a chceš ho trošku Spoznať, verím, že sa vidíme. 🙂 \n\n\n\n\n\n\n\nRegistrácia aj všetky informácie nájdete TU >>\n\n\n\n\n\n\n\n\n\n\nNo a my dvaja sa čítame alebo počujeme už pri ďalšom článku, tak zostaň naladený 😊\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREFERENCIE, ODKAZY, LINKY a CITÁCIE:\n\n\n\n\nhttps://en.wikipedia.org/wiki/Melanopsin\n\n\n\nhttps://pubmed.ncbi.nlm.nih.gov/22670683/\n\n\n\nhttps://pubmed.ncbi.nlm.nih.gov/19551136/\n\n\n\nhttps://onlinelibrary.wiley.com/doi/pdf/10.1002/wmts.29\n\n\n\nhttps://pubmed.ncbi.nlm.nih.gov/16367779/\n\n\n\nhttps://en.wikipedia.org/wiki/Inositol_trisphosphate_receptor\n\n\n\nhttps://pubmed.ncbi.nlm.nih.gov/27888270/\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8394685/\n\n\n\nhttps://www.pnas.org/doi/10.1073/pnas.2000148117\n\n\n\nhttps://kids.frontiersin.org/articles/10.3389/frym.2016.00022\n\n\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5964042/\n\n\n\nhttps://www.sciencedirect.com/science/article/pii/S0960982204008103\n\n\n\nhttps://cs.frwiki.wiki/wiki/Excitotoxicit%C3%A9\n\n\n\nMartin L Pall, Electromagnetic Fields Act Similarly in Plants as in Animals: Probable Activation of Calcium Channels via Their Voltage Sensor July 2016Current Chemical Biology 10(1):74-82\n\n\n\nNaval Medical Research Institute Research Report, June 1971. Bibliography of Reported Biological Phenomena (“Effects”) and Clinical Manifestations Attributed to Microwave and RadioFrequency Radiation. Report No. 2 Revised.\n\n\n\nPall, M. L. 2015. Microwave frequency electromagnetic fields (EMFs) produce widespread neuropsychiatric effects including depression. J. Chem. Neuroanat. 2015 Aug 20. pii: S0891- 0618(15)00059-9.doi: 10.1016/j.jchemneu.2015.08.001. [Epub ahead of print] Review.\n\n\n\nTolgskaya, M. S., Gordon, Z. V. 1973. Pathological Effects of Radio Waves, Translated from Russian by B Haigh. Consultants Bureau, New York/London, 146 pages.\n\n\n\nRaines, J. K. 1981. Electromagnetic Field Interactions with the Human Body: Observed Effects and Theories. Greenbelt, Maryland: National Aeronautics and Space Administration 1981; 116 p.\n\n\n\nBolen, S. M. 1994 Radiofrequency/Microwave Radiation Biological Effects and safety standards: a review. AD-A282 886, Rome Laboratory, U.S. Air Force Material Command, Griffiss Air Force Base, New York.\n\n\n\nHavas, M. 2013. Radiation from wireless technology affects the blood, the heart, and the autonomic nervous system. Rev. Environ. Health. 28(Nov 2013), 75-84.\n\n\n\nMure LS, Cornut PL, Rieux C, Drouyer E, Denis P, Gronfier C, Cooper HM. Melanopsin bistability: a fly’s eye technology in the human retina. PLoS One. 2009 Jun 24;4(6):e5991. doi: 10.1371/journal.pone.0005991. PMID: 19551136; PMCID: PMC2695781.",
  "date": "2022-09-24T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-01T16:21:59+02:00",
  "word_count": 4444
}