{
  "url": "https://jaroslavlachky.sk/mrna-vakciny-ekonomika-a-redox/",
  "title": "mRNA vakcíny, ekonomika a REDOX",
  "content": "Ako pracujú mRNA vakcíny, aké sú ich potencionálne (možné) riziká, ako vyzerajú štatistiky a reálne dáta nákazy alebo vedľajších účinkov a aký tu môže byť súvis s ekonomikou, či REDOXOM?\n\n\n\nPrečo vyvolal jeden prípad z tisícov nakazených lockdown celej krajiny, no jeden neželaný prípad z tisícov očkovaných nevyvolá stop celoplošnému očkovaniu? Aj na toto sa pozrieme v dnešnom článku.\n\n\n\n\n\n\n\nAktualizácia dňa 12.07.2021-Článok si môžeš vypočuť aj vo forme audio podcastu, v ktorom sa dozvieš aj informácie, ktoré v blogu nie sú. Celý podcast, spolu s popisom v minútach nájdeš TU. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSUMÁR ČLÁNKU\n\n\n\nPrečo píšem pokračovanie minuloročného článku?Lieky ako občasná príčina úmrtíTipy vakcín, ktoré máme na výberAko funguje laicky mRNA vakcína?Rozdiely medzi vakcínamimRNA vakcíny a vakcíny na rakovinumRNA vakcína a potencionálne rizikoČo by mal každý zodpovedný človek zvážiť?Nejaké údaje a štatistika(NE) Úspešnosť vakcín a nejaké dátaAntony Fauci, riadite (NIAID) a jeho reči verzus činyJim Jordan a Antony FauciStiahnutá zaujímavá vedecká správaJe situácia s vírusom iba maskovanie niečoho?REDOX, ekonomika a vakcínyZhrnutie a záver\n\n\n\n\n\n\n\nPokračovanie článku o politike, vírusoch a homo sapiens\n\n\n\nTento článok vsúvam do už takmer ukončenej série o chlade, pretože som danú tému v posledných týždňoch riešil viac a povedal som si, že môžem zopár myšlienok spísať opäť raz aj na blog. A ak to neurobím teraz, kedy je to čerstvé, tak asi už vôbec.\n\n\n\nPred takmer rokom a pól som na blog napísal dlhý, no dôležitý článok o politike, vakcínach, vírusoch a homosapiens, kde som vložil niekoľko podstatných informácií, ktoré by si mal poznať o našom vývoji a vzťahu k vírusom, ale tiež nejaké ďalšie vodítka, ako celú situáciu vnímam.\n\n\n\n\n\n\n\nČlánok Politika, vírus, vakcíny a homosapiens\n\n\n\n\n\n\n\nDnes chcem daný článok doplniť o zopár ďalších informácií jednak preto, pretože sa veľa vecí, ktoré som v článku spomínal, ukázali ako správne (alebo aspoň podozrivo trafili do čierneho), no tiež preto, pretože verím, že ak môj blog stále čítaš, chápeš už aspoň trochu mojej práci. Tiež dúfam chápeš tomu, že sa každého čitateľa snažím prinútiť premýšľať vlastnou hlavou a v momentálnej situácií je to obzvlášť dôležité.\n\n\n\nDovolím si povedať, že udalosti, ktoré sa dejú a ešte ďalší rok alebo dva diať budú, spolu s našimi reakciami a postojmi na ne, navždy ovplyvnia celý náš život. Nemyslím to teraz však iba obrazne, alebo v súvislosti s možnými zdravotnými rizikami, aké môžu o niekoľko rokov nastať, vzhľadom na urýchlené celoplošné očkovanie. „Možno“ je tu toho viac…\n\n\n\nSo zlatými premium členmi som túto tému riešil pred asi 2 týždňami v súkromnom fóre, keďže sa ma na to niektorí pýtali a dnes spomeniem niektoré informácie aj odtiaľ, tak verím, že im článok tiež pomôže rovnako, ako každému čitateľovi blogu.\n\n\n\nTiež chcem prízvukovať, čo som písal aj v článku minulý rok, aby boli tieto riadky vnímané ako môj názor, ktorý je vytvorený na základe niečoho, no finálny postoj si musí utvoriť každý sám a práve toto je to najdôležitejšie. Ako pred koncom článku totižto zistíš, nie je náhoda, že miliardári zarobili počas krízy a lockdownu ešte viac, zatiaľ čo „bežní“ ľudia boli zaneprázdnení sledovaním TV, správ, či hádkami a krikom na svojich susedov, kamarátov, či rodiny za to, že nenosia rúška alebo majú rozdielny názor na očkovanie….\n\n\n\nAk totižto dokáže nejaká skupina ľudí presunúť globálne čisté imanie do svojej sféry vplyvu (podnikania), zožať úžitok a vytvoriť si léno, zopakuje iba tisíckrát opakovaný priebeh ľudských dejín a to takmer bez povšimnutia.\n\n\n\nSamozrejme, ak s tebou článok rezonuje, kľudne ho zdieľaj v duchu zamyslenia sa a nie prosím žiadnej konšpirácie.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLieky ako „občasná“ príčina úmrtí\n\n\n\nZačnem výstižným citátom:\n\n\n\nAko vo svojej peknej knihe s názvom „Smrteľná medicína a organizovaný zločin“ napísal Peter Gotzsche (ktorý napr. okrem iného spochybňoval vakcíny proti HPV):\n\n\n\n„Hlavným dôvodom, prečo berieme toľko liekov, je to, že farmaceutické spoločnosti nepredávajú lieky (drogy), ale predávajú klamstvá o liekoch (drogách)… prakticky všetko, čo o liekoch/drogách vieme, je iba to, čo sa nám tieto spoločnosti rozhodli povedať alebo to, čo sa rozhodli povedať našim lekárom … a ak neveríte, že systém nie je pod kontrolou, vysvetlite mi, prečo sú lieky treťou najčastejšou príčinou smrti. “Peter Goetzsche\n\n\n\n\n\n\n\nTipy vakcín aké máme\n\n\n\nMomentálne tipy Vakcín u nás podľa dostupných informácií sú: Pfitzer/BioNTech, Moderna, Johnson and Johnson, Astra Zeneca a Sputnik, pričom ich tvorba a práca je rôzna a tiež očkovanie sa a podávanie vakcín je vzhľadom na vek a okres na Slovensku ako aj vo svete rôzne. [1]\n\n\n\nTreba si však uvedomiť, že tieto vakcíny nie sú vytvorené rovnako ako doterajšie, ktoré máme napr. proti chrípke, či osýpkam. Momentálne máme na výber mRNA a potom tie, ktoré majú v sebe vírus (podľa mňa ten lepší prípad), ktorý však nie je schopný sa v tele replikovať. Pointou však je, že je veľký rozdiel dostať vakcínu, ktorá do tela dostane časť vírusu a náš vlastný imunitný systém si vytvorí protilátky, ktoré v tele ostanú a stanú sa našou „vakcínou„, verzus vakcínu, ktorá obsahuje RNA a zasiahne do častí v tele, z ktorých vytiahne proteín, ktorý využije na výstavbu protilátok.\n\n\n\nInými slovami, tieto mRNA vakcíny robia niečo, čo by podľa mňa žiadna technológia alebo liek nemal byť schopný urobiť, iba príroda… \n\n\n\nTipy momentálnych vakcín sú teda: mRNA = Pfitzer, Moderna verzus „s vírusom“ = Johnson and Johnson,  Sputnik, a Astra Zeneca\n\n\n\n\n\n\n\nAko funguje laicky mRNA vakcína\n\n\n\nAký je rozdiel medzi DNA a RNA by si laicky mal ovládať.  Písal som o tom niečo v dávnejšom článku o proteínoch. DNA máme všetci v tele. Tam sú naše gény, ktoré zdedíme od otca aj matky. DNA máme jadrovú, tú ktorú dedíme od oboch rodičov a potom mitochondriálnu, ktorú dedíme iba od matky. O mitochondriálnej DNA si zasa čítal článok Prečo existujú pohlavia.  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDNA je teda laicky akoby zazipsovaná genetická informácia (vyzerá ako rebrík), ktorá drží v kľude pohromade, pričom je akoby zložená z dvoch zrkadlovo otočených častí (polovica rebríka), ktoré keď sa rozdelia, ostane RNA, z ktorej telo vyskladá presné proteíny podľa predlohy (DNA).\n\n\n\nPreto ten názov vakcín mRNA. messengerová“ ribonukleová kyselina – mRNA. mRNA vzniká v jadre buniek všetkých organizmov procesom transkripcie (prepisom z DNA). Po “prepísaní“ z DNA prestupuje vzniknutá mRNA do cytoplazmy (vnútorného prostredia bunky), kde slúži ako “predloha“ pre vytvorenie špecifických proteínov (bielkovín). Proces “prekladu z reči RNA do reči bielkovín“ sa nazýva translácia.\n\n\n\nNa tomto princípe fungujú aj mRNA vakcíny: do tela človeka je vnesená mRNA, ktorá kóduje konkrétny proteín, typický pre daný patogén (,,škodcu“, napr. vírus). V tomto prípade kóduje časť proteínu „hrotov“ (Spike protein) nachádzajúcich sa na povrchu SARS-CoV-2, vírusu, ktorý spôsobuje C-19. [2] Čo je to Spike proteín si prečítaš napr. TU.\n\n\n\nÚčinný transport kľúčovej molekuly (mRNA) do buniek je však častokrát náročný, pretože voľná RNA je v bunkách rýchlo degradovaná (rozložená). Na podporu úspešného “dodania“ mRNA do buniek hostiteľa sa preto využívajú lipozómy (malé tukové častice), v ktorých je molekula mRNA zabalená. \n\n\n\nNásledne sa podľa tejto umelo prinesenej mRNA v ľudskom tele vytvorí proteín, ktorý však sám o sebe (bez ostatných častí vírusu) nedokáže vyvolať ochorenie, avšak imunitný systém je schopný proti nemu vytvoriť protilátky. Vytvorené protilátky sú v tele neustále v pohotovosti a v prípade skutočnej infekcie dokážu škodcu rýchlo identifikovať a zničiť. [2]\n\n\n\nmRNA vakcínu je možné podať viacerými spôsobmi: do kože, priamo do krvi, do svalu, alebo prostredníctvom nosového spreja. \n\n\n\n\n\n\n\nRozdiel medzi vakcínami\n\n\n\nAké sú teda hlavné rozdiely medzi dvoma vakcínami, respektíve medzi mRNA a bežnými, aké využívame už roky? \n\n\n\nS konvenčnými (bežnými = dlhé roky používanými) vakcínami sa do tela vstrekne antigén alebo časť vírusu a zvyčajne aj nejaký „posilňovač“ imunity (tzv. adjuvant), na základe čoho telo potom vytvorí špecifické protilátky pre ďalšie stretnutie tela s týmto špecifickým vírusom. Inými slovami, do tela sme dostali časť vírusu a posilňovač imunity, pričom naše telo bolo nútené vytvoriť protilátky, ktoré v tele ostanú po zbytok života. Toto sú teda bežné vakcíny. \n\n\n\nVo vakcínach mRNA však umelo vložená RNA poskytuje bunkám nášho tela pokyny na produkciu antigénov. Naše telo si ich netvorí samé podľa vírusu, ktorý je v tele, ale dostane to akoby „príkazom“ z dodanej RNA. Toto je veľmi dôležitá časť, nad ktorou sa potrebuješ zamyslieť. \n\n\n\nTakáto vakcína vstupuje akoby do ľudskej epigenetickej výbavy. Na tomto mieste ešte nebola použitá žiadna iná vakcína, a ani by nemala byť a preto nevieme, aké môžu byť následky. Takýto zásah zatiaľ robila iba EVOLÚCIA s PRÍRODOU a robili to veľmi úspešne, pretože vďaka vírusom, ktoré máme v celej DNA, sme dnes tu. \n\n\n\nOdporúčam ti prečítať dávnejšie články z minulého roka o endosymbióze a tiež najdôležitejší o politike, vakcínach, virusoch a homo sapiens. \n\n\n\nMimochodom, v týchto článkoch som tiež spomenul, že rakovina a vírusy majú niečo spoločné a nemyslel som to len tak. Dnes, po viac ako roku môžem napísať, že slová v článku sa v niečom potvrdili.\n\n\n\n\n\n\n\nVznik života #5 Endosymbióza\n\n\n\n\n\n\n\nmRNA vakcína a vakcína na rakovinu\n\n\n\nNapríklad v tomto článku o účinkoch mRNA vakcínach si môžeš prečítať zaujímavé benefity (budem citovať):\n\n\n\n„Využitie pri onkologických ochoreniach: Obrovským benefitom mRNA vakcín je ich využitie proti rôznym typom nádorových ochorení. Sekvencia mRNA je opäť navrhnutá tak, aby kódovala konkrétne špecifické proteíny pre daný typ rakoviny, ktoré po rozpoznaní spúšťajú v tele imunitnú odpoveď.“ [2]\n\n\n\n…Prečo som niečo takéto napísal viac ako rok predtým, ako tieto vakcíny prišli? A prečo som niekoľko mesiacov dozadu povedal niektorým blízkym ľuďom, že očakávam, že po pár mesiacoch od využívania prvých vakcín na COVID prídu vakcíny na HIV a rakovinu a aj sa tak stalo? Mimochodom, pred pár týždňami sa dali zachytiť správy, že už sa experimentuje s vakcínami na rakovinu, viď napr. tento ZDROJ . [4] \n\n\n\nDokonca sa experimentuje s vakcínami proti rakovine kože, čo je pre mňa pomerne zaujímavé, pretože takúto vakcínu tu už nejaký ten rok máme, dokonca je zadarmo a volá sa SLNKO… [5]\n\n\n\nNapríklad s očkovaním proti detskej obrne sa začalo vo svete v roku 1955 a na Slovensku v roku 1957, no v roku 1959 sám vynálezca dr. Salk prehlásil, že vakcíny boli kontaminované opičím vírusom SIV (Simian Vírus), konkrétne SV-40 a dokonca aj RAKOVINOU. [6, 7] Toto sú mimochodom riadky zo spomínaného článku o politike a vakcínach, takže to nejdem viac rozoberať. Odporúčam článok prečítať znovu.\n\n\n\nUž dlhšie obdobie existovali náznaky, že vakcinácia mohla byť u niektorých ľudí onkogénna (mala vplyv na vznik a prejav rakoviny) a aj toto je dôvod, prečo si myslím, že sa už dlhé roky pred vypuknutím Covid-19 experimentivalo s mRNA vakcínami.  [8]\n\n\n\n\n\n\n\nmRNA vakcína a potencionálne riziko\n\n\n\nJedno z neobvyklých, no dôležitých rizík vakcíny mRNA je to, čo sa môže stať s reverznou transkriptázou. Toto je enzým v každej bunke tela a môže teoreticky viesť k tomu, že mRNA vytvorí zmeny v bunkovej jadrovej DNA, čo je proces známy ako vírusová retrointegrácia. Aj keď sa táto možnosť považovala za nepravdepodobnú, vedci MIT a Harvardu zistili, že sa to stalo. [9, 10]\n\n\n\nČi už sa však bavíme o klasických vakcínach alebo nových, pointou je, že naše telo dostane „stimul“ a vytvorí si antigény, čo vedie k odpovediam T-buniek a tvorbe protilátok na boj proti chorobe, keď sa s ňou po vakcinácií stretneme. To je stav oboch vakcín. \n\n\n\nAvšak prírodnou vakcínou je Slnko a povrch Zeme spolu s našou prirodzenou hladinou vitamínu D. Takto sme stvorení matkou prírodou a takom fungujeme cca 7 miliónov rokov a veľmi úspešne, hoci paradoxne, posledné roky, odkedy máme lieky aj vakcíny, sme na tom horšie… \n\n\n\nPozri napríklad sem a sám sa presvedč, že slnko poskytuje „prekvapivé“ benefity pre našu imunitu. [11]\n\n\n\nŽIVOT, ako taký, vznikol vďaka VÍRUSOM. Než vznikol život, musela vzniknúť najprv DNA (respektíve RNA, čo je polovica z DNA), aby sa dokázala množiť a život mohol pokračovať. To je logické. DNA je z PROTEÍNOV a ty už vieš, že PROTEÍNY boli na Zemi ako prvé. DNA vznikla v OCEÁNE aj vďaka PRIMIXOVANIU VÍRUSOV, ktorých je tam habadej.„Len jediná kvapka morskej VODY obsahuje MILIÓN BAKTÉRIÍ a 10 MILIÓNOV VÍRUSOV.  Toto je náš pôvod.“ [12]Presne tieto vírusy náš druh po milióny rokov prijímal a asimiloval z oceánu do svojej DNA a inak tomu nebolo ani v Afrike, kde sme jedli nonstop MÄKKÝŠE a ryby, plné DHA (prirodzený adjuvant pre našu nervovú sústavu), selénu (prirodzený adjuvant pre imunitu), jódu (prirodzený adjuvant pre štítnu žľazu), ale aj vírusov… \n\n\n\n\n\n\n\nČo by mal každý zodpovedný človek zvážiť\n\n\n\nmRNA vakcíny sa teda líšia od bežných vakcín (ako napr. vakcína proti chrípke) tým, že sa nevyrábajú z vírusov vypestovaných v bunkách cicavcov. To obmedzuje problémy, ktoré sme videli napr. pri vakcíne proti obrne, ktoré majú dôsledky zrejme dodnes. Na výrobu dávky mRNA vakcíny nie je potrebný žiadny vírus (aj keď malé množstvo vírusu sa používa na sekvenovanie génov a testovanie vakcín), no to neznamená, že tu nie sú iné riziká!\n\n\n\nNež sa dostanem k nejakým údajom a konkrétnym dátam a štatistikám, treba si uvedomiť, že:\n\n\n\nNeexistujú vôbec žiadne recenzované publikované štúdie u ľudí s mRNA vakcínami a žiadna mRNA vakcína nikdy nebola schválená FDA. Táto technológia je úplne nová a treba si tiež uvedomiť, že zásah do slobody, práv, ale aj ekonomiky nie je náhodný rovnako ako urýchlenie používania takýchto vakcín, ktoré by za normálnych okolností museli prejsť niekoľkoročnými klinickými skúškami a pokusmi, aby vôbec boli schválené k používaniu a nie to ešte k hromadnému očkovaniu celej populácie.\n\n\n\nPoužívanie týchto vakcín je z medicínskeho, ako aj právneho hľadiska neprijateľné, pretože žiadna z nich neprešla kompletným štandardným procesom III. fázy klinického skúšania. Regulačné orgány verejného zdravotníctva priznávajú, že vzhľadom na naliehavosť situácie, bolo potrebné prijať rozhodnutia aj napriek tomu, že proces klinického skúšania, hlavne jeho III. fázy nebol ešte ukončený. [13]\n\n\n\n\n\n\n\nZa normálnych okolností testovanie prebieha v troch fázach:\n\n\n\nFáza I – je realizovaná na malej skupine dobrovoľníkov (rádovo v desiatkach), bez zdravotných ťažkostí. Cieľom je zistiť najvyššiu prípustnú dávku vakcíny, ktorá je schopná navodiť požadovanú imunitnú odpoveď a zároveň môže byť človeku podaná bez závažných vedľajších účinkov. Táto fáza vyžaduje dôsledné sledovanie odozvy organizmu účastníkov na vakcínu. Zatiaľ čo predklinický výskum zvyčajne poskytuje niektoré všeobecné informácie o dávkovaní, účinky vakcíny na ľudský organizmus môžu byť nepredvídateľné.\n\n\n\nFáza II – zahŕňa stovky dobrovoľníkov. Cieľom je zistiť účinnosť vakcíny zvyčajne v rámci stanoveného dávkovania a pokračuje sa v sledovaní jej bezpečnosti. Analýzou krvných vzoriek by sa malo preukázať, že imunizácia proti patogénu prebieha a trvá. [14] Štandarne sa účastníci sledujú niekoľko mesiacov až roky, aby sa zistilo, aká efektívna je liečba a aby sa získalo viac informácií o vedľajších účinkoch. Počet účastníkov v tejto fáze nie je dostačujúci na potvrdenie celkovej bezpečnosti vakcíny. Fázy I a II sa zvyknú zlučovať (I/II).\n\n\n\nFáza III – zahŕňa tisíce až desaťtisíce dobrovoľníkov. Táto fáza trvá roky. Pre bezpečnosť vakcín má zásadný význam, pretože iba tu je z dôvodu veľkého počtu účastníkov k dispozícii dostatočná báza údajov na vyhodnotenie účinnosti a rizík očkovania, vrátane menej častých a zriedkavých vedľajších účinkov. Vedci by už v tejto fáze mali vedieť zodpovedať väčšinu otázok ohľadom bezpečnosti, účinnosti, dĺžky a spôsobu protektívneho účinku.\n\n\n\nPodľa EMA (European Medicines Agency), sú štúdie vykonané vo fáze III klinického skúšania potrebné k stanoveniu adekvátnych odporúčaní na použitie lieku (vakcíny). [15] Toto je v súlade s vyhlásením WHO (World Health Organization) ohľadom hodnotenia vakcín proti Covid-19, že na posúdenie by mali byť predložené iba vakcíny, ktoré prešli štúdiami fázy IIb alebo III klinického skúšania. [16]\n\n\n\n\n\n\n\nNejaké údaje a štatistika\n\n\n\nTeraz zopár štatistík a údajov. Takto vyzerá všeobecné riziko, aké vírus pre populáciu predstavuje v číslach. Toto je z 26. Marca 2021 a zdroj TU. [17]\n\n\n\nPriemerná miera prežitia pri liečbe obyčajnými liekmi, je 99,85% a máme k dispozícii veľmi úspešné liečby, ktoré by mali ľahko dosiahnuť univerzálne prežitie z liečby COVID, ak sú všeobecne dostupné. Odkiaľ pochádza prežitie 99,85%? Dr. John Loannidis je najcitovanejším vedcom na svete. Jeho odhad z júna 2020 o miere IFR 0,26% (čo znamená infection fatality rate=IFR, v preklade miera úmrtnosti na infekcie) bol potvrdený po celom svete. 100% – 0,26% = 99,74% priemerná miera prežitia. \n\n\n\nIFR bolo nedávno revidované (26. marca 2021) na 0,15%. Takže 100% – 0,15% = 99,85% miera prežitia.\n\n\n\n\n\n\n\nDalšia štatistika, [18] ktorá je pomerne pekne aktualizovaná a tieto údaje vypisujem, keď bola aktualizovaná 18.06. 2021, ktorá ponúka nejaké čísla od viac ako 387 tisíc ľudí, ktorí obdržali vakcínu proti COVID (v čase kedy článok čítaš, je už pravdepodobne daná štatistika opäť aktualizovaná s novými dátami):\n\n\n\nZ celkového množstva 387 087 očkovaných ľudí hlásených 6 113 úmrtí, čo predstavuje 1,58 %Hospitalizovaných bolo 21 734, čo predstavuje 5,61 %Život ohrozujúcich prípadov bolo 6 435, čo predstavuje 1,66 %Nie závažných prípadov z celkového počtu bolo 152 877, čo predstavuje 39,45 %\n\n\n\n\n\n\n\n(NE) Úspešnosť vakcín a nejaké dáta\n\n\n\n\n\n\n\n\n\n\n\nTak napríklad jedna z krajín, ktorá sa pýši veľmi vysokou vakcináciou obyvateľov, Izrael, mala zaujímavé dáta z konca Februára 2021. [19]\n\n\n\n„U mladých ľudí po vakcinácií bola úmrtnosť stokrát vyššia v porovnaní s úmrtnosťou na koronavírus u mladých bez vakcíny a desaťkrát vyššia u starších ľudí po vakcinácií ako bez nej.“\n\n\n\nTeraz sa v duchu zamysli nad tým, čo si práve čítal. 100-násobne vyššia úmrtnosť po vakcinácií na vírus, voči ktorému má vakcína chrániť…\n\n\n\nĎalšia zaujímavá správa od Dr Larryho Coreyho, ktorá hovorí o tom, že nie je dokonca známe ani to, že vakcína na COVID zastaví šírenie COVID-u. [20] Dr. Larry Corey, ktorý dohliada na pokusy s vakcínami COVID-19 v spoločnosti National Institutes of Health (NIH), povedal dňa 20. 11. 2020: \n\n\n\n„Štúdie nie sú určené na hodnotenie prenosu. Nepýtajú sa na túto otázku a v tejto chvíli o nej skutočne nie sú žiadne informácie. “\n\n\n\nFDA (Správa potravín a liečiv, z angličtiny Food and Drug Administration) taktiež potvrdila, že prvá dávka vakcíny koreluje so zvýšeným počtom infekcií COVID-19. [21]\n\n\n\n„Podozrení na prípady COVID-19, ktoré sa vyskytli do 7 dní po akejkoľvek vakcinácii, bolo 409 v skupine s vakcínou oproti 287 v skupine s placebom.“ \n\n\n\nTieto údaje pochádzajú od spoločnosti Pfizer samotnej. Pozri si sám zdroj a preskoč na stranu 42. [21]\n\n\n\nToto zistenie vyššej miery výskytu COVID-u u očkovaných ako neočkovaných potvrdil profesor verejného zdravotníctva a epidemiológ z Yale University Harvey Risch. [22]\n\n\n\n\n\n\n\nAntony Fauci a jeho reči verzus činy\n\n\n\nĎalšia zaujímavá a podozrivá správa je napríklad to, že Dr. Anthony Fauci, riaditeľ Národného ústavu pre alergie a infekčné choroby (NIAID), predniesol vyhlásenie počas rokovania senátu Výboru pre zdravie, školstvo, prácu a dôchodky, aby prediskutoval prebiehajúcu federálnu reakciu na COVID-19 a uviedol, že 40 až 50% z jeho zamestnancov nie je očkovaných! [23]\n\n\n\nCelkom to pripomína to staré známe „vodu káže, víno pije“…\n\n\n\nNie nadarmo som si dal minulý rok takú námahu s dlhým článkom o politike a vakcínach s množstvom linkov a referencií, v ktorom som meno Antony Fauci spomínal, rovnako ako laboratórium, z ktorého vírus unikol. Medzi riadkami som taktiež zanechal veľa ďalších vecí, ktoré verím v priebehu času začnú dávať väčší zmysel.\n\n\n\nV článku som tiež napísal, že niektoré veci skôr či neskôr vyplávajú na povrch a trvám na tom, hoci paradoxne tie hlavné úmysly ostanú ukryté pred okom pozorovateľa, podobne ako kúzelník odpútava pozornosť publika svojimi rukami, zatiaľ čo ten hlavný „trik“ vykonáva v pozadí, mimo zorného uhľu.\n\n\n\nPráve preto si myslím, že aj v súvislosti s Faucim budeme svedkami ešte ďalších správ, pretože nejakých vinníkov budeme musieť „objaviť“ aj verejne, aby boli ľudia „spokojní“, podobne ako to bolo pri každej historickej udalosti už toľkokrát…\n\n\n\nPozri sa napríklad na túto správu z 8. júna 2021, v ktorej popredný poradca Svetovej zdravotníckej organizácie nedávno vyhlásil, že Čína sa stále angažuje v „masívnom zakrývaní“ pandémie COVID a požaduje, aby „vláda USA a jej medzinárodní spojenci“ uskutočnili „úplné vyšetrovanie“. [24]\n\n\n\nTu pripájam k tomuto menu ešte jeden video záznam z nedávneho vypočúvania GOP (Grand Old Party, čo je jednou z dvoch hlavných súčasných politických strán v USA spolu s jej hlavným historickým rivalom Demokratickou stranou) o pôvode COVID-19. Vypočúvanie sa konalo na konferencii GOP, kde poslanec/kongresman Jim Jordan kritizoval kroky a vyhlásenia doktora Anthonyho Fauciho (riaditeľa NIAID) na začiatku pandémie.\n\n\n\n\n\n\n\n\n\nPřehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\n\n\n\n\n\n\nVo videu zaznejú veľmi zaujímavé postoje a vyhlásenia jednak o tom, prečo sa už dnes aj verejne hovorí o tom, že je veľká šanca, že sa naozaj jedna o vírus upravený v laboratóriu, ktorý bol zrejme vypustený z neznámych dôvodov, pričom tieto 2 sú najpravdepodobnejšie:\n\n\n\n1. Biologická zbraň2. Nehoda a únik\n\n\n\nV skutočnosti majú slová ktoré vo videu zazneli aj ďalší dôležitý význam, no o tom som písal na fóre. V oboch prípadoch sa však bavíme o úmyselnom zneužití moci a informácií + genetického materiálu v Čínskom laboratóriu, ktorý mimochodom financoval sám Fauci, ktorý sa dnes tak zrazu veľmi vyhýba verejnému rozprávaniu, podobne, ako tomu bolo pri vypuknutú pandémie, hoci mal informácií dosť.\n\n\n\n\n\n\n\nKongresman Jim Jordan a Antony Fauci\n\n\n\nKongresman z Ohia Jim Jordan vyhlásil, že doktor Anthony Fauci nie je ochotný vystupovať na verejnosti a hovoriť o pandémii COVID-19 po zverejnení svojich e-mailov. [25]\n\n\n\nFauci, ktorý bol už počas pandémie terčom kritiky zo strany GOP, bol obvinený z vedomia, že vírus mohol byť skonštruovaný a unikol z laboratória v čínskom Wuhane (ktorý mimochodom s prezidentom Obamom fiunancoval), kým túto možnosť verejne nepriznal.\n\n\n\nBudem citovať moderátora Granta Stinchfielda z rozhovoru s Jimom Jordanom:\n\n\n\n„Rok a pol neprešiel deň bez toho, aby sme na titulnej strane novín nevideli doktora Fauciho v správach.“\n\n\n\n„Časopis TIME z neho urobil„ osobu sveta “,„ osobu milénia “, nech už to bolo čokoľvek. Bol všade.“\n\n\n\n„Avšak teraz, keď zrazu chápeme, že bol vo výpovednej lehote už 31. januára, o 22:32, po tom čo dostal e-mail od jedného z neurológov, ktorý je platený z našich daní, Dr. Andersona, v ktorom stojí: „Tento vírus vyzerá ako skonštruovaný, a nie je v súlade s evolučnou teóriou.“\n\n\n\n„Doktor Fauci si bol vedomý, že táto vec pochádza z laboratória a že je výsledkom inžinierstva. A čo urobil? Snažil sa zakryť stopy a tieto informácie pred americkým ľudom skrýval viac ako rok.“\n\n\n\nKoniec citácie z daného zdroja. Nech sa každý zamyslí sám nad týmito riadkami.\n\n\n\n\n\n\n\nStiahnutá zaujímavá správa\n\n\n\nZačiatkom júna 2021 vyšla zaujímavá správa v mdpi. [26] (Poznámka: MDPI alebo Multidisciplinary Digital Publishing Institute je vydavateľom vedeckých časopisov s otvoreným prístupom. Spoločnosť Shu-Kun Lin, založená ako archív chemických vzoriek, založila viac ako 200 širokopásmových časopisov.)\n\n\n\nČo je však zaujímavé, že tieto informácie vrátane správy z mdpi som premium členom zverejnil v súkromnom fóre pred asi 2 týždňami, no dnes je už daná správa označená za „stiahnutú“ a myslím, že nebude jediná. Všetky údaje sú však aj naďalej dostupné a čitateľné a taktiež si zhrnutie danej správy môžeš prečítať TU. \n\n\n\nSpráva má názov „Bezpečnosť očkovania COVID-19 – Prečo by sme mali prehodnotiť túto politiku“\n\n\n\nSpráva hovorí: Vakcíny COVID-19 prešli urýchleným preskúmaním bez dostatočných údajov o bezpečnosti. Chceli sme porovnať riziká a prínosy.\n\n\n\nMetóda štúdie: Vypočítali sme počet potrebných na očkovanie (skratka NNTV, z angličtiny number needed to vaccinated) z veľkej izraelskej terénnej štúdie, aby sa zabránilo jednému úmrtiu. Pristúpili sme k databáze ADR (European Adverse Drug Reactions) Európskej liekovej agentúry a holandského národného registra (lareb.nl), aby sme získali počet prípadov hlásených závažných vedľajších účinkov a počet prípadov so smrteľnými vedľajšími účinkami.\n\n\n\nVýsledok: Hodnota NNTV je medzi 200–700, aby sa zabránilo jednému prípadu COVID-19 pre mRNA vakcínu uvedenú na trh spoločnosťou Pfizer, zatiaľ čo hodnota NNTV, ktorá zabráni jednému úmrtiu, je medzi 9000 a 50 000 (95% interval spoľahlivosti), s 16 000 ako bodový odhad . Uvádza sa, že počet prípadov, v ktorých sa vyskytli nežiaduce reakcie, je 700 na 100 000 očkovaní. V súčasnosti vidíme 16 závažných vedľajších účinkov na 100 000 očkovaní a počet smrteľných vedľajších účinkov je na 4,11 na 100 000 očkovaní.\n\n\n\n„Pre tri úmrtia, ktorým zabráni očkovanie, musíme prijať dve, ktoré si očkovanie vyžiadalo.“\n\n\n\nZávery zo štúdie: Tento nedostatok jasných výhod by mal spôsobiť to, že vlády prehodnotia svoju politiku očkovania.\n\n\n\n\n\n\n\nČo táto správa laicky povedala?\n\n\n\nZa prvé, že 200 až 700 ľudí, ktorí sa zaočkujú, zabránia jednému prípadu COVID-19. Za druhé, aby sme predišli jednému úmrtiu na COVID-19, musí sa zaočkovať aspoň 9 až 50 tisíc ľudí. Za tretie, počet prípadov s nežiaducimi reakciami bol údajne 700 na 100 000 očkovaní, čo je v prepočte 1 zo 143 ľudí zaočkovaných. A za štvrté, to je to najpodstatnejšie, pre tri úmrtia, ktorým zabráni očkovanie, musíme prijať dve, ktoré si očkovanie vyžiadalo.\n\n\n\nTu je však ďalšia vec, ako by sa laicky dané informácie dali vyložiť je aj toto (teraz však použijem trošku špekulácie, no verím, že človek so zdravým rozumom sa nad tým zamyslí a pochopí prečo som to napísal).\n\n\n\nPodľa oficiálnej stránky cdc.gov vieme, že len v Spojených štátoch bolo od 14. decembra 2020 do 6. júla 2021 podaných viac ako 331 miliónov dávok vakcín COVID-19. Počas tejto doby bolo obdržaných 5 946 hlásení o úmrtí (čo je 0,0018%) medzi ľuďmi, ktorí dostali COVID-19 vakcínu. [27] To znamená, že podľa oficiálnej štatistiky cca 1 človek z 55 780 očkovaných zomrel (aj keď kauzalitu samozrejme na 100% nepreukáže asi nikto a nikdy). Teraz však dané zamyslenie sa.\n\n\n\nAk jedna smrť z niekoľko tisíc prípadov na COVID podľa štatistiky vyvolá lockdown celej krajiny (v úvode si videl riziko IFR), nemala by teda jedna smrť zdravého mladého človeka z niekoľko tisíc zaočkovaných ľudí vakcínou vyvolať „lockdown“ celoplošného očkovania a teda ho stopnúť?\n\n\n\nLen sa zamysli nad touto logikou, pretože presne tak by to malo byť, no z nejakého „očividného“ dôvodu to tak nie je a do celoplošného očkovania sa paradoxne ešte viac „tlačí“…\n\n\n\n\n\n\n\nPrečo si myslím, že situácia s vírusom je iba „maskovanie“\n\n\n\nUž sa blížim ku koncu tohto ďalšieho dlhého článku. Avšak, ak si sa dočítal až sem verím, že si uvedomuješ, že kratšie sa to napísať nedá. Popravde, je toho omnoho viac, no sem do blogu uverejňujem iba niečo, čo považujem za najpodstatnejšie a mal by si to vedieť a minimálne sa nad tým zamyslieť vlastnou hlavou. Možno niekedy nabudúce. \n\n\n\nOtázka teda znie, prečo si myslím, že je celá situácia s vírusom iba maskovanie niečoho, čo sa odohráva potichu v pozadí, podobne, ako keď sa pomaly varí žaba v hrnci a nič necíti, pokým nepríde zlom? Dôvod je jednoduchý, ekonomika a ekonomický posun/reset. [28, 29]\n\n\n\n„Ak totižto dokáže nejaká skupinka ľudí presunúť globálne čisté imanie do svojej sféry vplyvu (teda do svojej oblasti podnikania), zožať úžitok a vytvoriť si léno, zopakuje iba tisíckrát opakovaný priebeh ľudských dejín a to takmer bez povšimnutia. Aj v minulosti sa využívalo staré známe „chleba a hry“ a fungovalo to pomerne dobre.“\n\n\n\nAk by si sa ma teda teraz spýtal, čo si o situácií myslím, moja odpoveď by bola jednoznačná – ekonomika a financie. Avšak nemám na mysli zisk farmaceutických firiem, ktoré sú tak či onak obrovské. Bavíme sa tu o kontrole a moci, pretože ten, kto ovláda tok financií a investícií, ovláda takmer všetko…\n\n\n\nK tejto téme už viac písať nejdem, chcel som ťa iba nasmerovať a prinútiť premýšľať, pretože teraz je to dôležitejšie, ako kedykoľvek predtým. Nejde totižto iba o tvoje zdravie, ale aj celkové bytie a taktiež o tvoj život, ktorý máš v rukách iba TY.\n\n\n\nUvedom si, že nie je náhoda, že niektorí z nás zarobili počas „krízy“ a lockdownu ešte viac, zatiaľ čo „bežní“ ľudia boli zaneprázdnení sledovaním TV, správ, či hádkami a nezhodami so svojimi susedmi, kamarátmi, či rodinou za to, že nenosia rúška alebo majú rozdielni názor na očkovanie….\n\n\n\nAj preto podľa mňa bude tento rok opäť lockdown, ktorí ešte zrejme potrvá 12 až 18 mesiacov, a následne sa ukončí. A buď si istý, že „nútenie“ do celoplošného očkovania nie je ten hlavný dôvod, pre ktorý lockdown vo svete máme. Podľa mňa to súvisí skôr s pribrzdením ekonomiky a jej následným zvratom a „reštartom“. [30, 31]\n\n\n\n\n\n\n\nREDOX, ekonomika a vakcína\n\n\n\nTento článok chcem ukončiť podobne, ako každý, ktorý je na webe k tejto téme, a to REDOXOM. REDOX v našich bunkách má vplyv nie len na funkciu našej imunity, ale aj na naše zmýšľanie, pretože ovplyvňuje náš dopamín.\n\n\n\nREDOX v našom mozgu ovplyvňuje nie len naše zmýšľanie, náladu a pozornosť, ale taktiež naše inštinkty (pomysli na sedliacky rozum) a teda aj pohľad a premýšľanie nad akýmkoľvek problémom. Len sa zamysli nad tým, ako si bol v škole, keď si bol malý a ako si pracoval (aj keď sa ti nechcelo), verzus dnešné deti.\n\n\n\nPráve preto ti chcem na záver odovzdať tu najdôležitejšiu radu, ktorú som dal mnohým ľudom a zvyčajne si najskôr mysleli, že žartujem, ktorá znie: „Prestaň sledovať televíziu a začni viac premýšľať vlastnou hlavou.“\n\n\n\nPráve teraz je najvhodnejšie obdobie, venovať možno čas samoštúdiu, ak ťa niečo zaujíma, prípadne chceš prevziať svoj život do vlastných rúk. A to či už u mňa alebo kdekoľvek inde, kde ti informácie dávajú zmysel. Samoštúdiom samozrejme nemám na mysli iba učenie ale robenie čohokoľvek, čo ťa baví a napĺňa, ako šitie, čítanie, zdokonaľovanie sa v niečom, apod. \n\n\n\nMysli tiež na to, že budeme musieť byť zrejme opäť zavretí doma a to, ako tento čas využiješ, bude mať veľký vplyv nie len na tvoje zdravie a výzor tela, ale aj na ďalší život.\n\n\n\nUž len samotné sledovanie televízie tvoje mitochondrie totižto dehydratuje, hoci si to neuvedomuješ a tým ti tiež znižuje REDOX, ktorý má vplyv na všetko. A ak stále nevieš, čo to ten REDOX je, prečítaj si tento článok, alebo si aktivuj EKURZ, ktorý je na webe zdarma a v 11 lekcii si to vypočuješ v krátkom videu. Potom snáď pochopíš lepšie…\n\n\n\nMoja rada na záver, ktorá sa týka aj nákazy, ale aj očkovania: „Strach je veľmi silný nástroj. Musíš si však uvedomiť, že strach môže byť pánom, alebo dobrým sluhom. Preto sa zameraj na svoj REDOX, zdravie a teda aj na svoje myslenie, aby si bol v živote pripravený a nemusel už iba reagovať.“\n\n\n\nUvedom si, že leto sa blíži pomaly ku koncu a s ním odchádza aj sila UV svetla. Tiež v najbližších týždňoch budeme z každej strany počúvať o škodlivosti a nákaze, o ďalších a ďalších variantoch vírusu (delta, gama,…), ktoré sa budú „zrejme“ šíriť najmä kvôli podceňovaniu očkovania vo verejnosti, nenoseniu rúšok, podceňovaniu opatrení (teda aspoň tak to budeme počúvať), čím nás budú ešte viac držať ďalej od prírody a tlačiť do ďalšieho očkovania, následne sa budú objavovať ďalšie a ďalšie mutácie, atď., čím sa bude stávať sledovanie televíznych novín celkom peknou telenovelou, no je len na tebe, či si TV zapneš alebo nie. Mysli na to. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZáver a zhrnutie\n\n\n\nDnešný článok bol dlhý a preto viem, že ho dočítalo iba zopár ľudí, čo bolo koniec koncov aj cieľom. Preto dúfam, že aspoň teba prinútil článok popremýšľať a snáď v tebe „nahlodal“ aj zopár otázok. \n\n\n\nAk s tebou článok rezonuje, kľudne ho zdieľaj ďalej, no opäť poprosím nie v duchu žiadnej konšpirácie (to nie je mojim cieľom ani nebolo), ale v duchu zamyslenia sa. Tento článok som vsunul do série o chlade, a nabudúce budem pokračovať tu.\n\n\n\nAk chceš byť vždy informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie.\n\n\n\nA taktiež ti dávam do popredia, ak web sleduješ dlhšie, že v priebehu dneška alebo pondelka spustím predpredaj mojej druhej knihy a to už aj v tlačenej podobe. O knihe budem v priebehu týždňa informovať, určite aj na mojom IG účte, tak verím, že každý kto má o knihu záujem, bude mať možnosť stihnúť knihu objednať takto v predstihu, v zľave a s bonusom. 😊\n\n\n\n\n\n\nKvantová biológia\nKniha, ktorá ti zmení pohľad na svet\nViac o knihe >>Objednať\n\n\n\n\n\n\n\n\n\n\nREFERENCIE, ODKAZY a použité CITÁCIE:\n\n\n\nhttps://www.google.com/search?q=vakc%C3%ADny+Slovensko&oq=vakc%C3%ADny+Slovenskohttps://www.dnaera.sk/blog/mrna-vakciny-ich-funkcia-fungovanie-a-covid-19/https://www.news-medical.net/health/What-are-Spike-Proteins.aspxhttps://www.aktuality.sk/clanok/897865/vakcina-mrna-chripka-malaria-rakovina/https://www.irozhlas.cz/veda-technologie/veda/mrna-vakcina-rakovina-kuze-biontech-testovani_2106271622_krohttps://www.ncbi.nlm.nih.gov/pubmed/25057632https://www.ncbi.nlm.nih.gov/pubmed/10472327https://www.the-scientist.com/news-opinion/covid-19-vaccines-work-in-people-with-cancer-study-68930https://pubmed.ncbi.nlm.nih.gov/33330870/https://www.cbreurope.sk/index.php/Mozu_mRNA_vakciny_natrvalo_zmenit_DNA_Najnovsi_vyskum_naznacuje_ze_anohttps://gumc.georgetown.edu/news-release/sunlight-offers-surprise-benefit-it-energizes-infection-fighting-t-cells/https://www.ted.com/talks/craig_venter_sampling_the_ocean_s_dna?quote=14https://odbornakomisia.sk/COVID-19/KLINICKE-SKUSANIE-VAKCIN-CO-NAM-V-RAMCI-INFORMACNEJ-KAMPANE-NEPOVEDALI/Clemens G. Arvay. Corona-Impfstoffe: Rettung oder Risiko? QUADRIGA Verlag in der Bastei Lübbe AG, Köln. 2021. ISBN 978-3-404-07499-0https://docplayer.net/16455344-Ich-topic-e-8-general-considerations-for-clinical-trials-step-5-note-for-guidance-on-general-considerations-for-clinical-trials-cpmp-ich-291-95.htmlhttps://cdn.who.int/media/docs/default-source/in-vitro-diagnostics/covid19/considerations-who-evaluation-of-covid-vaccine_v25_11_2020.pdf?sfvrsn=f14bc2b1_3&download=truehttps://onlinelibrary.wiley.com/doi/10.1111/eci.13554https://www.medalerts.org/vaersdb/findfield.php?TABLE=ON&GROUP1=CAT&EVENTS=ON&VAX=COVID19https://www.israelnationalnews.com/News/News.aspx/297051https://www.medscape.com/viewarticle/941388 https://www.fda.gov/media/144245/downloadhttps://www.lifesitenews.com/news/yale-public-health-professor-suggests-60-of-new-covid-19-patients-have-received-vaccinehttps://www.theepochtimes.com/fauci-40-to-50-percent-of-his-agencys-employees-are-not-vaccinated_3816287.html?utm_medium=social&utm_source=twitter&utm_campaign=digitalsubhttps://www.zerohedge.com/covid-19/watch-who-advisor-says-china-engaged-massive-cover-covid-outbreakhttps://www.newsweek.com/jim-jordan-anthony-fauci-covid-lab-china-1605606https://www.mdpi.com/2076-393X/9/7/693/htmhttps://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.htmlhttps://www.weforum.org/focus/the-great-resethttps://en.wikipedia.org/wiki/Great_Resethttps://www.investec.com/en_za/focus/economy/2020-and-the-fourth-turning-why-this-year-could-be-an-important-turning-point.htmlhttps://www.oxfordgoldgroup.com/news/strategist-almost-20-percent-of-all-u-s-dollars-were-created-in-2020-alone/Coronavirus in the US: latest map and case count. New York Times. 28 March 2021.Covid-19: about a third of US adults have received at least one dose of a vaccine. New York Times. 28 March 2021. Fact Sheet. Biden administration announces historic $10billion investment to expand access to covid-19 vaccines and build confidence in hardest-hit and highest-risk communities. White House. 25 March 2021.Banco E, Owermohle S, Roubein R. Biden administration frets J&J may miss vaccine goal. 22 March 2021.Knutson J. US approves Johnson & Johnson covid vaccine plant. Axios. 24 March 2021.Kopp E. Fauci: US may “turn the corner” on virus, but spring break poses big risks. Roll Call. 24 March 2021.",
  "date": "2021-07-11T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-01T16:23:47+02:00",
  "word_count": 4634
}