{
  "url": "https://jaroslavlachky.sk/co-je-to-redox-a-preco-na-nom-zalezi/",
  "title": "Čo je to Redox a prečo na ňom záleží?",
  "content": "Čo je to Redox, prečo ho musíš poznať a prečo na ňom záleží? Môže byť Redox dokonca dôležitejší ako samotné ATP? Odpoveď je áno môže, pretože Redox rozhoduje nie len o tvojom Zdraví, výkonnosti, ale aj o tom, ako „zúžitkuješ“ kalórie, ktoré ľudia v dnešnej dobe stále tak radi počítajú.\n\n\n\nREDOX si môžeš laicky pamätať ako schopnosť kontrolovať elektricky nabité častice (elektróny a protóny). Čím je tvoj REDOX vyšší (čo znamená, že je jeho hodnota v mínusových mili Voltoch), tým lepšie daná časť tela kontroluje elektróny, ale aj protóny a naopak. \n\n\n\nDočítaj článok do konca, a dozvieš sa ešte celkom zaujímavé a prekvapivé súvislosti 😉\n\n\n\n\n\n\n\nSUMÁR ČLÁNKU\n\n\n\nČo je to ten REDOX?ATP nie je našim zdrojom energie?Znížený Redox a zmena pHVoda, exkluzívna zóna a RedoxZhrnutie a záver\n\n\n\n\n\n\n\n(Článok si môžeš vypočuť aj vo forme audio podcastu. Audio článok spolu s popisom v minútach nájdeš TU!)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nČo je to ten Redox?\n\n\n\nČo je to ten REDOX? Prečo by som ho teda mal poznať? A čo vlastne znamená toto čudné slovíčko? \n\n\n\nČastá otázka, ktorú dostávam od ľudí, keďže slovo redox často spomínam a hoci som to par týždňov dozadu písal v členskej zóne, aj na sociálnej sieti, myslím, že si to zaslúži aj krátky, samostatný článok. \n\n\n\nREDOX si môžeš laicky zapamätať ako schopnosť kontrolovať elektricky nabité častice (elektróny a protóny). Redox teda odzrkadľuje množstvo negatívneho (teda -) elektrického náboja v tvojich bunkách, no najmä v mitochondriách. \n\n\n\nJe to podobné, ako keď vezmeš tuškovú batériu, ktorá má vzadu napísané číslo, koľko má Voltov. \n\n\n\nPresne o toto sa starajú naše mitochondrie. Vďaka neustálemu toku elektrónov po svojej vnútornej membráne udržujú elektrické napätia až 30 miliónov Voltov na meter. \n\n\n\nAby si si nemyslel, že ti tu vypisujem nejaké nudné nezmysli, pozrime sa, čo na REDOX vraví „pani“ Wikipedia (Ľahko si to overíš sám kliknutím na LINK, ktorý si práve prebehol!) Toto kopírujem z Wikipédie.: \n\n\n\nOxidačno-redukčná reakcia (skrátene redoxná reakcia, zriedkavejšie aj redukčno-oxidačná reakcia) je druh chemickej reakcie, pri ktorej nastáva oxidácia jednej a redukcia druhej látky. Oxidácia a redukcia sú navzájom prepojené deje, ktoré prebiehajú pri redoxných reakciách, čiže tam, kde prebehla oxidácia, musela prebehnúť aj redukcia. Dochádza pritom k odovzdávaniu a prijímaniu valenčných elektrónov, pričom nemusia vždy vznikať ióny.\n\n\n\nOxidácia je chemický dej, pri ktorom atóm, alebo ión odovzdáva svoje valenčné elektróny. Redukcia je chemický dej, pri ktorom atóm, alebo ión získava jeden alebo viac elektrónov. \n\n\n\n…Koniec kopírovania z wikipédie.\n\n\n\n\n\n\n\nAko si môžeš všimnúť, všade je dôležité a kľúčové slovo, ktoré som aj vyznačil hrubým písmom >> Elektróny. Nie kalórie. \n\n\n\nNaše mitochondrie skutočne zaujímajú elektróny a potrebujeme ich. Dôvod prečo nie je náročný na pochopenie pre laika, no ide o to, že ak má mitochondria dostatočný REDOX, má teda negatívny elektrický náboj, tuto elektrickú silu v elektrónoch využije okrem iného aj na ovládanie protónov, v ktorých je „uväznene“ veľké množstvo energie, vďaka ktorej žijeme. \n\n\n\nAk mitochondria REDOX stráca, jej tvar sa mení, respiračné komplexy sa od seba vzďaľujú a mitochondria prichádza o energiu a my sa stávame závislí na neefektívnych zdrojoch energie, vrátane samotnom ATP.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nATP nie je, ani nikdy nebolo zdrojom našej energie\n\n\n\nVeľa ľudí si totižto dodnes myslí, že ATP je ten „finálny“ produkt, ktorý je našou energiou, alebo chemickým substrátom, vďaka ktorému máme energiu, no nie je tomu úplne tak. Tento zaužívaný „fakt“ mimochodom vyvrátil ešte v minulom storočí Gilbert Ling. [2]\n\n\n\nPre ľudí, ktorí stále neradi otvárajú svoju myseľ novým veciam a riadia sa iba zaužívanými dogmami, ktoré sa neobťažujú už ani spochybňovať odporúčam napríklad túto Gilbertovu knihu (kľudne preskoč hneď na stranu 565 ak si nedočkavý), kde sa k téme dozviete veľmi veľa a tiež o dôkazoch, ktoré preukázali neschopnosť ATP pokryť energetické potreby bunky alebo svalu.\n\n\n\nA ak sa niekomu nechce venovať 5 minút čítaniu, tu je krátky výcuc z daných strán:\n\n\n\n„Keď sa sval stiahne, môže vykonávať prácu a uvoľňovať teplo. Zákony termodynamiky nám hovoria, že súčet týchto dvoch položiek sa musí rovnať súčtu tepelného obsahu alebo zmeny entalpie všetkých zúčastnených reakcií. Nejaký čas sa predpokladalo, že teplo hydrolýzy ATP a CrP (kreatín-fosfát) bude zodpovedať za teplo generované počas a bezprostredne po výbuchu izometrickej kontrakcie svalu a že výroba tepla pokračuje pomaly v priebehu nasledujúcich 40-50 minút (rekuperačné teplo), ktoré bolo spôsobené teplom produkovaným v glykolytických a oxidačných aktivitách.Toto očakávanie sa ešte posilnilo, keď sa to po počiatočnom období neistoty konečne podarilo dokázať pomocou Sangerovho činidla, ktoré inhibuje resyntézu ATP z CrP, že obyčajné svalové zášklby sú skutočne sprevádzané hydrolýzou ATP (Infante et at., 1964). Okrem toho množstvo hydrolýzy ATP zodpovedá poklesu koncentrácie CrP pozorovanému po jednom zášklbe otráveného svalu (Infante a kol., 1965; Kuhmerick a kol., 1969).Starostlivé porovnanie tepla a práce produkovanej pri sťahovaní svalu s očakávaným výstupom entalpie zo známych chemických zmien viedlo C. Gilberta, Kretzschmar, Wilkie a Woledge (1971) a Curtin a Woledge (1975) k prekvapivému, ale veľmi významnému záveru, že tu ešte stále zostáva neznámy zdroj energie.“\n\n\n\nKoniec parafrázovania z knihy. Teraz späť k Redoxu a podstate.\n\n\n\n\n\n\n\nZnížený Redox a zmena pH\n\n\n\nNa tomto obrázku si môžeš pozrieť ako vyzerá REDOX v „reále“ a tiež, aký je medzi ním a kalóriami vzťah. U zdravej mitochondrie je hodnota Redoxu od – 400 až po – 200 mV, v závislosti medzi čím sa redox meria. \n\n\n\n\n\n\n\nObrázok z knihy Kvantová Biológia\n\n\n\n\n\n\n\nKeď REDOX klesá pod, bližšie k nule, vtedy prichádzajú zdravotné komplikácie a taktiež sa pre nás stávajú kalórie nepodstatnými, pretože mitochondria už nedokáže elektróny a protóny uvoľnené z jedla udržať pod kontrolou a tvoriť z nich VODU. \n\n\n\nAk si vetu vyššie nevieš predstaviť, tu máš jeden príklad, ktorý poznáš, no zrejme si nad ním nepremýšľal v takomto kontexte. Napíšem ti ešte raz vetu z úvodu a v zápätí na ňu nadviažem:\n\n\n\n„Čím je tvoj REDOX vyšší (to znamená, že je jeho hodnota viac v mínusových mili Voltoch), tým lepšie daná časť tela kontroluje elektróny, ale aj protóny a naopak.“\n\n\n\nKeď je redox pod kontrolou (má negatívne hodnoty), je na mieste prevaha elektrónov, ktoré nás nie len zásobujú energiou, ale tiež držia pod kontrolou silu protónov. Nezabúdaj, že protón má pozitívny elektrický náboj a v porovnaní s elektrónom je VEĽKÝ, čo znamená, že môže narobiť aj veľa škody, ak nie je pod kontrolou.\n\n\n\nPredstaviť si protón môžeš ako bowlingovú guľu. Elektrón by bol v porovnaní s protónom ako malý hrášok. No a protón (bowlingová guľa) síce môže pod správnou kontrolou poslúžiť napr. na zhodenie „koliek“, no keď nie je pod kontrolou, svojou váhou a hmotou môže rozbiť okná a narobiť veľa škody. Preto musíme mať protóny pod kontrolou. \n\n\n\nKeď totižto z nejakého dôvodu v nejakej časti tela prichádzame o elektróny, začíname tam hromadiť protóny, čo sa odzrkadlí aj na vyššej teplote a zmene pH. Presne preto si v čase prechladnutia nameriaš vyššiu teplotu a zároveň sa cítiš mizerne. Dané časti tela totižto lokálne strácajú redox, štruktúra vody v nich sa zhorší a zvýši sa tam pH.\n\n\n\nPresne preto sa ti vtedy tiež zvýši cukor v krvi, a to aj keď budeš na ketogénnej strave alebo nalačno. Tvoje telo vtedy vyžaduje elektróny z glukózy, ktoré si na chrbte nesú energetické UV svetlo.\n\n\n\n\n\n\n\nVoda, exkluzívna zóna a Redox\n\n\n\nKeďže chcem dnešný článok nechať krátky a stručný,  napíšem ti už ešte jednu čerešničku, nad ktorou potrebuješ začať premýšľať a to, že slnečné svetlo (konkrétne UV a infračervená), spravia z „obyčajnej“ VODY tzv. exkluzívnu zónu, ktorá má hádaj čo… negatívny elektrický náboj. \n\n\n\nAk si nespomínaš, prečítaj si znovu článok z minulého roku o štvrtej fáze vody. Je to dôležité, pretože čoskoro sa v ďalších blogoch vode začneme venovať viac.\n\n\n\n\n\n\n\nUpravený obrázok z knihy Fourth Face of Water s dovolením od autora Geralda\n\n\n\n\n\n\n\nZáver a zhrnutie\n\n\n\nDúfam, že sa ti dnešný, stručný článok páčil a že si z neho vezmeš aj nejaké AHA momenty a možno trochu popremýšľaš aspoň nad ATP, či mitochondriami. 😉\n\n\n\nAk sa ti článok páčil, kľudne ho zdieľaj ďalej a my sa vidíme už pri nasledovnom článku. Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie.\n\n\n\nTiež ti dávam do pozornosti moju novú knihu Kvantová Biológia, ktorá je už v tlačenej podobe a rovnako možnosť ešte stále pridať sa medzi Premium členov za jednorazový poplatok s trvalým prístupom. No a my dvaja sa čítame alebo počujeme už pri ďalšom článku tak zostaň naladený 😊\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZisti viac o Prémium členstve\n\n\n\nRecenzie >>\n\n\n\n\n\n\n\n\nREFERENCIE a CITÁCIE:\n\n\n\nhttps://sk.wikipedia.org/wiki/Oxida%C4%8Dno-reduk%C4%8Dn%C3%A1_reakciahttp://www.bioparadigma.spb.ru/files/Ling-1984-In.search.of.the.physical.basis.of.life.pdfhttps://galenus.cz/clanky/rejstrik/sangerovo-cinidlohttps://sk.wikipedia.org/wiki/ATP",
  "date": "2021-08-07T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-01T16:23:42+02:00",
  "word_count": 1201
}