{
  "url": "https://jaroslavlachky.sk/crevo-a-mozog-14-protokol-ako-zlepsit-crevo-leaky-gut/",
  "title": "Črevo a mozog #14 Protokol ako zlepšiť črevo/ leaky gut",
  "content": "Ako zlepšiť imunitu aj stav svojho čreva, aké potraviny vyradiť, čomu sa vyhýbať, aké koreniny, či doplnky zvážiť? Aj na toto sa dnes pozrieme. Predstavujem ti praktický Protokol pre zlepšenie čreva!\n\n\n\n\n\n\n\nP.S. Článok si môžeš vypočuť aj ako Audio podcast a nájdeš ho spolu s popisom v minútach TU.  \n\n\n\nP.S. 2 Protokol si môžeš stiahnuť aj v pdf. Nájdeš ho nižšie, pod osnovou článku.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSUMÁR/OSNOVA ČLÁNKU\n\n\n\nO čom je dnešný protokolVzťah stravy a leaky gutAko sa riadiť daným protokolomAko časovať jedláZ čoho si zostaviť jedálničekAkým potravinám sa máš vyhýbaťOdporúčané morské riasyOdporúčané koreniny pre zlepšenie neurotransmiterov a črevaĎalšie odporúčané potraviny/doplnkyOdporúčané Biohacky a mitohacky pre zlepšenie črevaAko postupovať a ako svoj progress vyhodnocovaťPrečo treba zaviezť nové štandardy do spoločnostiZáver \n\n\n\n\n\n\n\n\n\n\n\nStiahnuť Protokol v pdf >>\n\n\n\n\n\n\n\n\n1. O čom je dnešný protokol\n\n\n\n\n\n\n\n\n\n\n\nMáme tu (možno?) finálny článok série, v ktorom chcem ponúknuť každému čitateľovi praktické kroky, ktoré môže zvážiť a ako môže postupovať, aby zlepšil, alebo zvrátil leaky gut, či iný problém týkajúci sa čreva.\n\n\n\nPo poslednom článku o črevnom lymfatickom systéme by si mal vedieť, ako každý autoimunitný problém s črevom súvisí a prečo je naozaj kritické, mať črevo v poriadku. Hlavne preto, aby imunita nedostávala zbytočné ďalšie stimuly.\n\n\n\nV dnešnom článku budem stručný a spomeniem to najdôležitejšie, čo môžeš začať hneď aplikovať, pripadne si o tom zisťovať viac a to či už u mňa na webe alebo kdekoľvek inde. Tiež upozorňujem, že mnohé ďalšie tipy už boli v predošlých článkoch, a ak chceš z dnešného protokolu získať maximum, minimálne tieto články by si mal mať prečítané:\n\n\n\n–         Cirkadiálny protokol #1 Optimálna strava\n\n\n\n–         Črevo a mozog #5 o mikrobióme \n\n\n\n–         Črevo a mozog #8 o ketóze a vývine detskej hlavičky\n\n\n\n–         Črevo a mozog #9 o FIAF a nadváhe\n\n\n\n–         Črevo a mozog #11 o HCL \n\n\n\n\n\n\n\nTiež ťa upozorňujem, že celý protokol spolu s ďalšími vecami odznel vo Webinári #21, ktorý je súčasťou prémium členstva. A ak o členstvo nemáš záujem, môžeš si zakúpiť aj samostatný záznam webináru o tom, ako zlepšiť mikrobióm a Črevo, ktorý bol pred pár mesiacmi odvysielaný samostatne pre verejnosť.\n\n\n\nPo tejto sérií budeš zároveň čítať aj ďalšie články, konkrétne o Kvantovej Biológií, Epigenetike a Koherentnej vode, ktoré ti dajú zasa nové znalosti a potom sa k veciam súvisiacim s črevom ešte vrátim. A ver, že ti budú súvislosti nabiehať samé. No tiež ber na vedomie, že dokedy sa k týmto daľším článkom dostaneme, prejde zopár týždňov až mesiacov a tento čas môžeš využiť okrem študovania aj na aplikovanie. A to aj na aplikovanie vecí, ktoré budeš čítať dnes a verím, že sa rozhodneš múdro. Pretože ten čas prejde tak či onak, a je iba na tebe či ho využiješ na zlepšenie svojho čreva a zdravia, alebo si iba potom povieš „škoda, že som ho nevyužil.“ Poďme na to.\n\n\n\n\n\n\n\n\n\n\n\n2. Vzťah stravy a leaky gut\n\n\n\nZ posledného článku si máš pamätať niekoľko vecí a čo sa stravy týka, tu je dôležitá veta:\n\n\n\nStrava je iba niečo, ako keď prihadzuješ už do horiaceho domu polená. Požiar tým logicky podporuješ, no ak aj polená hádzať prestaneš, požiar prestať horieť nemusí, iba sa stlmí. Presne toto je podľa mňa aj prípad dnešných ľudí vrátane väčšiny alergií a aj alergií na potraviny.\n\n\n\nAk je v tele totižto neustále zápal, pretože je telo a črevo v strese, imunitný systém za výstelkou bude pracovať „prevčas“ a môže logicky vyvolávať neželané reakcie aj na potraviny, na ktoré by normálne nereagoval.\n\n\n\nPráve preto musí byť tvojim cieľom znížiť v tele zápal a tiež dať si záležať na tom, čo aj kedy do čreva vkladáš a tiež na tom, čím sa obklopuješ.\n\n\n\n\n\n\n\nNie je náhoda, že je naše črevo plné vody. Voda je totižto skvelé „médium“, ktoré okrem iného reaguje aj na okolité pole. Práve preto som vodu trochu spomenul aj v článku o skrátenom čreve, kde som ti ukázal, ako sa v hrubom čreve tvorí stolica pomocou hydratácie a následnej dehydratácie chýmu.\n\n\n\nA ako o chvíľu uvidíš, práve sledovanie vlastnej stolice je jedným z lacných, no efektívnych prostriedkov, ako si stav a priepustnosť svojho čreva diagnostikovať sám aj bez drahých testov.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3. Ako sa riadiť daným protokolom\n\n\n\nTu pripájam stručný „pokyn“ k tomu, ako všetky body a tipy nižšie aplikovať. Myslím, že to bude viac menej logické, no napísať to musím.\n\n\n\nPokým nemáš svoje črevo a imunitu v poriadku (spoznáš to napríklad na zvýšených zápalových markéroch ako HsCRP, či IL-6 a znížených steroidných hormónoch), dovtedy by si si mal dávať záležať na čo najviac veciach.\n\n\n\nTo znamená, že by si sa mal vyhýbať všetkému, čo môže byť pre teba potencionálne zlé. Tiež to znamená, že by si sa mal snažiť konzumovať všetko potencionálne bezpečné a dávať si záležať ako na načasovaní tvojej potravy a samotných jedál, tak aj na spánku, cirkadiánnom rytme, na zložení a kvalite svojej potravy aj surovín, atď.\n\n\n\n\n\n\n\n\n\n\n\n4. Ako časovať svoje jedlá\n\n\n\nTu ti pripájam zopár bodov, podľa čoho by si mal zvažovať kedy budeš jesť. Schválne začínam týmto, pretože rovnako alebo dokonca viac dôležité je KEDY stravu konzumujeme, ale aj nekonzumujeme ako to, čo konzumujeme.\n\n\n\nBody sú stručne, no výstižné. Riaď sa pri nich tým, čo som písal vyššie.\n\n\n\nStravuj sa v rámci sezóny\n\n\n\nToto je ten najjednoduchší a pri ťažkých zdravotných komplikáciach aj ten najdôležitejší bod, no zároveň je tak veľmi zatracovaný.\n\n\n\nTo, že si ľudia vytvorili hlúpe zvyky, ako napr. konzumácia „zdravej“ mandarínky, či banánu v období zimy, na Vianoce, kedy u nás ovocie nerastie je jedna vec, no ak chceš svoje črevo a zápal zvrátiť, tieto veci musíš riešiť. To znamená, že v chlade musíš jesť to, čo máš k dispozícii.\n\n\n\n\n\n\n\n2. Nikdy nepreskakuj raňajky\n\n\n\nRaňajky sú tvoja priorita a mali by byť bohaté na proteín. Dôvody prečo boli vysvetlené v predošlých článkoch, najmä pri článku o HCL.\n\n\n\nAk sa tvoj stav polepší, vtedy môžeš raňajky posunúť. Spoznáš to napr. vďaka HsCRP, ktoré by malo byt blízko nule. Ak je nad 0,5, raňajky sú u teba nutnosť.\n\n\n\n\n\n\n\n3. Druhé dôležité jedlo je poobede\n\n\n\nPoobede je druhý dôležitý čas, kedy by si mal jesť a taktiež si dať záležať na dávke proteínu. Tento bod je zároveň dôležitý aj pre každého kto chce budovať svoje svalstvo a postavu. Jedlo však chceš zjesť najneskôr aspoň 4 až 5 hodín pred spaním.\n\n\n\n\n\n\n\n4. Nikdy nejedz nič medzi jedlami\n\n\n\nToto rozoberať nemusím. V článku o HCL bol dôvod. Proste medzi jedlami nič nejedz. Nikdy. Ak máš na niečo chuť, zjedz to s jedlom.\n\n\n\n\n\n\n\n5. Jedz maximálne 3 krát za deň\n\n\n\n3 jedlá za deň sú pre každého zvládnuteľné, no ak sa prepracuješ časom ku dvom, o to lepšie. Viac jedál však nepotrebuješ. A ak si hladný aj napriek tomu vieš, že tvoje telo prichádza o elektróny príliš veľa a stáva sa z teba niečo, čo sa vo fyzike nazýva Absolútne čierne teleso. To znamená, že z teba uniká príliš veľa energie a pokým to nefixneš, budeš stále hladný a hladný..\n\n\n\n\n\n\n\n\n\n\n\n5. Z čoho si zostaviť jedálniček/stravu\n\n\n\n1. Toto je tvoja základná pyramída:\n\n\n\n\n\n\n\n– Kvalitné morské Živočíchy (ryby, ustrice, mäkkýše)\n\n\n\n– Kvalitné vnútornosti\n\n\n\n– Vývary z celých rýb a suchozemských zvierat\n\n\n\n– Kvalitné vajíčka (ak nie je alergia samozrejme alebo vážny autoimunitný problém) \n\n\n\n– Mäso zo zvierat (hydinu však neodporúčam. Tú až nakoniec)\n\n\n\n– Ďalšie veci, ktoré nám zvieratká dávajú (syry,…)\n\n\n\n– Orechy a semiačka (no pozor na priveľa Omega 6)\n\n\n\n– Zelenina. Čím objemovo menšia, tým lepšie (TOP sú morské riasy, cesnak, cibuľa, ružičkový kel, brokolica,…)\n\n\n\n– Ovocie\n\n\n\n\n\n\n\nZoradené sú zhora dole od najlepšieho výberu, po najmenej vhodný. To znamená, že potraviny vyššie sú pre teba dôležité a mali by tvoriť väčšinu z tvojho jedálnička, pokým sa tvoj stav nezlepší. Nemusia však tvoriť objemnú porciu no ich výživová hodnota je na vrchole.\n\n\n\nMimochodom všimni si, že ovocie je opäť úplne naspodu. Veľa ľudí ovocie považuje za zdravú potravinu a je to pravda. Avšak nijako to nesúvisí s ovocím.\n\n\n\nZdravotné benefity ovocia totižto pochádzajú z fotoelektrického javu, ktorý dane elektróny v ovocí „nabil“ slnečnou energiou, no rovnako to urobil aj s krvnou plazmou človeka, ktorý v týchto podmienkach ovocie zje. Dnes však takmer nikto tieto podmienky nezažíva, obzvlášť v zime, kedy nemáme také UV k dispozícii a preto pre teba ovocie nie je vhodné.\n\n\n\n2. Daj si záležať na kvalitných živočíšnych proteínoch\n\n\n\nAko vidíš aj na pyramíde, živočíšny zdroj proteínu a tuku je priorita. Preto ich uprednostni podľa ďalších bodov a preferencií.\n\n\n\n\n\n\n\n3. Využívaj kvalitný kokosový olej.\n\n\n\nObsahuje najmenej deutéria a tiež pomáha tvojej výstelke čreva.\n\n\n\n\n\n\n\n4. Tiež sa snaž do jedálnička zaradiť kvalitné fermentované a kvasené potraviny (pre a probiotiká)\n\n\n\n\n\n\n\n\n\n\n\n6. Potraviny, ktorým sa treba vyhnúť\n\n\n\nTeraz zopár potravín, ktorým sa musíš, vyhýbať. Opäť, riaď sa podľa tvojho stavu.\n\n\n\n\n\n\n\n1. Vyraď všetko zrno.\n\n\n\nTo platí o bielom pečive, celozrnnom pečive, aj o akejkoľvek „zdravej“ náhrade. Myslím, že v článku o gluténe a dpp4 to bolo objasnené.\n\n\n\n\n\n\n\n2. Vyraď všetko mlieko aj väčšinu syrov\n\n\n\nDôvod je tip kaseínu. Čo sa mlieka týka, to odporúčam vyradiť úplne a tvrdé syry, prípadne bryndza, apod., tie už podľa uváženia a stavu.\n\n\n\n\n\n\n\n3. Vyraď všetku luľkovitú zeleninu (tzv. Night shades)\n\n\n\nJediný prípad, kedy ich môžeš zaradiť nazad je, ak tvoj prirodzený (nesuplementovaný) vitamín D stúpne (aspoň nad 40 ng/ml) a HsCRP sa dostane pod 0,5.\n\n\n\nPotraviny, ktoré do tejto kategórie patria sú napr. Rajčiny, paprika, baklažán, zemiaky, paradajky, sladké papriky, horúce papriky, baklažán, paprika a kajenské papriky, mleté ​​čerešne, záhradné huckleberry, naranjilla, a dokonca aj tabak\n\n\n\nPoznámka: sladké zemiaky sem nepatria a tak ich zváž podľa ďalších bodov.\n\n\n\n\n\n\n\n4. Vyraď kávu, pripadne aj horkú čokoládu\n\n\n\nAk máš akýkoľvek problém s kortizolom a črevom, káva je pre teba tabu. Káva ti totižto roztiahne výstelku čreva ešte viac.\n\n\n\nAk máš vitamín D (prirodzený a nie suplementovaný) pod 30 ng/ml tak kávu vyraď tak či onak. Minimálne v zime.\n\n\n\n5. Vyraď akýkoľvek pokrm obsahujúci saponíny\n\n\n\nPatria sem Klíčky lucerny, yucca, sója, Quinoa, chia semienka.\n\n\n\nA odpoveď je ÁNO, ak si sa v duchu spýtal, či máš naozaj vyradiť aj „zdravé“ chia. Žiadne kašičky s chia ani nič podobné.\n\n\n\n\n\n\n\n6. Dávaj si pozor na priveľa glukózy\n\n\n\nAk má človek problém s črevom, príjem možno už nad 25 g bude veľa (samozrejme je to individuálne). Týka sa to sezónnosti, cirkadiánneho rytmu, glykácie, no predovšetkým deutéria. Človek s takýmto problémom má zničený periférny cirkadiánny rytmus a v čreve má deutéria príliš, no nevie sa ho zbaviť. Preto ho musí limitovať.\n\n\n\nAk problém zlepšíš, riad sa podľa sezóny, tvojej práce, prostredia a podľa preferencie.\n\n\n\n\n\n\n\n7. Vyraď všetko ovocie. Obzvlášť to, ktoré je mimo sezóny. \n\n\n\nDôvodom je deutérium. no predovšetkým zhoršenie Pentózového cyklu.\n\n\n\nAk človek problémy nemá, nech ho konzumuje v rámci preferencií a ideálne sezónne podľa množstva UV svetla v jeho okolí a prostredí.\n\n\n\nMysli na to, že náš mikrobióm sa mení v rámci sezóny, kedy sa mení aj jeho diverzifikovanosť. V chlade pracujú viac anaerobné baktérie a ľuďom, ktorí majú problémy s trávením, môžu sacharidy s nadbytkom kyslíka ešte viac ublížiť.\n\n\n\n\n\n\n\n8. Vyraď alkohol.\n\n\n\n\n\n\n\n\n\n\n\n7. Odporúčané Morské riasy\n\n\n\nTu vypíšem v skratke morské riasy, ktoré by si mal zvážiť. Opäť platí, čím viac problémov, tým viac jódu človeku zvyčajne chýba. Morské riasy sú tiež skvelý spôsob, ako predísť mnohým problémom, keď človek v strave znižuje sacharidy a tiež obsahujú množstvo minerálov ako sodík, draslík, horčík, jód,… a dokonca aj vitamíny ako vitamín K, C a ďalšie.\n\n\n\nMysli však na to, že omega 3 DHA z morskej riasy nezískaš, takže toto musíš dopĺňať iba z rýb a morských plodov, prípadne v menšom množstve z kvalitných vajíčok a mäsa.\n\n\n\nJód je tiež KRITICKÝ pre funkciu štítnej žľazy, ale aj pre prsníky u žien. Ber ho ako prevenciu voči rakovine prsníka. \n\n\n\nSkvelým ukazovateľom pri konzumácii morských rias je na krvných testoch tvoja voľná T3. Podľa nej vieš, kedy a koľko konzumovať, no zvyčajne (bez dalšieho kontextu) začni tak, že ich budeš jesť aspoň 3 až 5 krát do týždňa.\n\n\n\nTu sú morské riasy:\n\n\n\n\n\n\n\nNori (z rodu Porphyra) je riasa, ktorá obsahuje veľa proteínov (najviac z morských rias), má tiež trochu vitamínu C aj B vitamínov, no má veľa jódu, karoténov, železa a fosforu.\n\n\n\nMôžeš si ju urobiť v trúbe alebo povariť.\n\n\n\n\n\n\n\nWakame je tradičná japonská riasa s vysokým obsahom vápnika, jódu, železa, vitamínu B a C, bielkovín a vlákniny. \n\n\n\nTúto mám ja osobne rád pre chuť, jej slanosť a rýchlu prípravu. Dá sa jesť takmer surová, zješ ju aj ako „tyčinku“, alebo posmažiť, či podusiť na panvici so zeleninou.\n\n\n\n\n\n\n\nKOMBU (známa tiež ako KELP) obsahuje veľa vitamínov D, C, E, ale aj K.\n\n\n\nOcenia ju teda najmä ľudia s problémami s kosťami, cukrovkou a žlčníkom.\n\n\n\n\n\n\n\nArame je morská riasa, ktorá obsahuje hrozne veľa jódu. Má viac JÓDU ako dokonca samotné ryby a mäkkýše.\n\n\n\n\n\n\n\n\n\n\n\n8. Odporúčané koreniny pre zlepšenie čreva a neurotransmitterov\n\n\n\nKoreniny sú podľa mňa najrýchlejší a najľahší spôsob, ako svoj jedálniček spestriť, vždy si pripraviť inú chuť a zároveň ako jedlo spraviť výživným.\n\n\n\nKoreniny majú mnoho benefitov a to či už na náš imunitný systém, no tiež majú vplyv na tvoje neurotransmittery. A ako si čítal v predošlých článkoch, napr. pri HCL, Neurotransmittery zohrávajú veľkú úlohu á v čreve.\n\n\n\nTu ti teda píšem zopár korenín, ktoré zváž vo svojej kuchyni. Samozrejme ideálne je organické.\n\n\n\n\n\n\n\nBazalka. Obsahuje veľa horčíka, vitamín C, znižuje tlak, no tiež pracuje synergicky s dopamínom a acetylcholínom.\n\n\n\nRozmarín. Pomáha so zápalom a infekciami, a jeho vdychovanie pomocou nejakého olejčeka pôsobí na dopamín.\n\n\n\nTymián. Obsahuje vitamín B6, C a tiež pomáha pri regulácii imunity.\n\n\n\nČierne korenie. Taktiež pôsobí na dopamín, a zmierňuje plyny v čreve. Ideálne je ho vždy využiť spolu s kurkumou.\n\n\n\nCesnak. Obsahuje cystín (pomoc pri kolagéne, výstelke čreva, ale aj pri glutatióne a detoxikácii). Pracuje tiež synergicky s dopamínom.\n\n\n\nZázvor. Znižuje tlak aj kortizol, pracuje synergicky s dopamínom, obsahuje B3, B6, cholín (spomeň si, čo všetko cholín robí) a tiež obsahuje železo, horčík, draslík, sodík, fosfor.\n\n\n\nOregáno. Zvyšuje neurotransmitter GABA, čiže môže pomôcť ľudom s Úzkosťou.\n\n\n\nKoriander. Je to prírodný chelátor.\n\n\n\nPepermint. Môže pomôcť pri depresiách.\n\n\n\n\n\n\n\n9. Ďalšie odporúčané potraviny/doplnky\n\n\n\nTu vypíšem niektoré suplementy, či doplnky, ktoré môžeš na čas zvážiť ak máš problém. Vždy sa snaž uprednostniť stravu a slnko, a doplnok musíš vždy brať iba ako „dočasnú barličku„.\n\n\n\nTiež ber na vedomie, že ak sa pre niektoré rozhodneš, zvyčajne musíš hľadať vhodné s dostatočne vysokou dávkou.\n\n\n\n\n\n\n\nGlutamín.\n\n\n\nGlutamín je kritický pre imunitnú reguláciu črevných IgA. Glutamín tiež normalizuje účinok na Th-2 bunky, ktoré sú spojené s vytváraním alergických reakcií.\n\n\n\nMimochodom, bunky typu Th2 sú viazané na endogénny endorfínový a endokabinoidný systém a rovnako aj na hladiny MSH v mozgu, ktorý reguluje náš apetít a farbu pokožky (opálenie). (Fukatsu et al. 2001, Kudsk a kol. 2000)\n\n\n\nAj preto vždy zvoľ radšej silný vývar, pripadne iný zdroj glutamínu pred CBD.\n\n\n\n\n\n\n\nNAC (N acetyl Cystín) \n\n\n\nNAC priamo blokuje zápalový cytokín IL-4, ktorý je dôležitý pri imunitnej aktivácii TH2. [14] O Th2 si čítal v poslednom článku. Tieto bunky zvyšujú hlavný zápalový cytokín v tele IL-6 a ty ho potrebuješ držať na uzde.\n\n\n\nNaviac, IL-4 je aj hlavný faktor produkcie IgE protilátok, ktoré sa tvoria pri sennej nádche, astme, anafylaktickom šoku a atopických kožných ochoreniach. [15]\n\n\n\nAj s týmto ti môže NAC pomôcť.\n\n\n\nVždy sa však sústreď prioritne na stravu a teda dostatok cystínu. Viac bolo v článku o Detoxikácii, glutatióne a Pentózovom cykle.\n\n\n\nAk sa rozhodneš pre suplement, po dôkladnom zvážení kontextu, cca 500 mg/deň, po večeri, pripadne 2x denne. Pri tvorbe glutationu je vždy spotrebovaný aj Zinok a preto si na to daj pozor.\n\n\n\n\n\n\n\nSerín. \n\n\n\nSerín je synergický spolu s NAC a môže podporiť tvorbu glycínu a následne aj glutatiónu. \n\n\n\nVitamín B5 (kyselina pantoténová). \n\n\n\nTento pomáha s tvorbou Acetylcholínu (čítal si o tom v článku o HCL).\n\n\n\nPotraviny, kde sa vitamín B5 nachádza vo veľkom sú napr. vajcia, či orgány.\n\n\n\n\n\n\n\nHorčík.\n\n\n\nIdeálne poobede a večer, aspoň 1000 (a viac) mg. Najlepší malát, príp. Orotát.\n\n\n\n\n\n\n\nKolostrum. \n\n\n\nToto môžu zvážiť ľudia, ktorí neboli kojení. Je to však veľmi drahé.\n\n\n\n\n\n\n\nKurkumín. \n\n\n\nKurkumín spolu s resveratrolom (viď bod nižšie) sú podľa mňa najefektívnejšie pri problémoch s črevom. A to hlavne pri zápale aj disbióze.\n\n\n\nAvšak tu prichádza jeden paradox a to, že terapeutická dávka je zvyčajne vysoká a ak sa už človek rozhodne pre suplement, potrebuje aspoň 700 až 1000 mg.\n\n\n\nČastokrát sa stretávam totižto od ľudí stretávam s otázkami na doplnky, ktoré majú smiešne nízku dávku a moja odpoveď je PREČO. Prečo by to človek kupoval. Najlepšie je prijímať všetko v strave a zo slnka a ak sa už človek pre suplement rozhodne, ak má na to dôvod (zvyčajne zdravotný problém), vtedy potrebuje dávku takú, aby mala zmysel. A nie vyhodiť veľa peňazí za niečo, čo vyzerá síce pekne a má to pekný popis má webe, no efekt podľa mňa bude iba formou placebo (ak vôbec).\n\n\n\nKurkumín má účinky pri dávke až 700 až 900 mg, 3 až 4x za deň. Ideálne ráno nalačno a užiť s resveratrolom (viď bod nižšie) a ďalšie pred alebo po jedle. [R, R]\n\n\n\n\n\n\n\nResveratrol. \n\n\n\nResveratrol má pre človeka obrovský efekt, či už na kardiovaskulárny systém, cievy, vitamín D a mnoho ďalšieho, no rovnako aj na črevo. Platí podobne ako pri kurkumíne, ak je človek zdravý, nevidím dôvod prečo ho suplementovať. A naopak ak je problém, nevyhadzuj peniaze za suplementy, ktoré nie sú účinné á majú mali účinnú dávku. [R]\n\n\n\nAk sa rozhodneš teda suplementovať, podľa mňa vhodná dávka je 500 až 600 (pripadne 900) mg 2x denne. Prvú ráno nalačno a druhú poobede pred jedlom.\n\n\n\nAk tvoja stolica nie je niekoľko dní pravidelná, a nie je na stupnici číslo 4,vtedy zvýš dávku.\n\n\n\nSú tu aj ďalšie modality/doplnky, ktoré sme spomínali vo webinari, ktoré sa však týkajú už priamo kontextu daného človeka a tiež jeho hormonálneho panelu a krvných markérov. Preto ich sem neuvádzam. Toto, čo je vyššie, teda ber ako základ a tvoju možnú „barličku“.\n\n\n\n\n\n\n\n10. Odporúčané biohacky, ale hlavne mito hacky\n\n\n\n\n\n\n\n\n\n\nVyužívaj Infračervené svetlo\n\n\n\nBenefity a dôvody rozpisovať nejdem, boli spomínané v predošlých článkoch, napr. pri HCL, no jedným z nich je zvýšená produkcia ATP v mitochondriách v pečeni, ktoré následne lepšie kontrolujú tráviace procesy.\n\n\n\n\n\n\n\n2. Skús ráno vybehnúť von, alebo aspoň na otvorené okno, sleduj slniečko aj svojím bruchom (pozeraj sa však pod) a potom sa choď naraňajkovať a daj si výživnú porciu proteínu.\n\n\n\nPráve vtedy svieti veľa Infračerveného svetla, ktoré preniká do nášho tela 10 a viac cm (teda prenikne aj hlboko do brucha) a ktoré tiež stimuluje v tunajších mitochondriách tvorbu ATP a teda aj prípravu na presun protónu a draslíka. Tu máš teda dôvod, prečo ti vždy prízvukujem, že ráno potrebuješ byť vonku a na slnku a odhaliť mu aj brucho.\n\n\n\n\n\n\n\n3. Nos okuliare blokujúce modré svetlo!\n\n\n\nOpäť, rozpisovať nemusím, proste to aplikuj a bez otázok. Ak nevieš aké vybrať, bol k tomu celý článok.\n\n\n\n\n\n\n\n4. Vyhýbaj sa umelému vlneniu a svetlu a hlavne v blízkosti brucha!\n\n\n\nTak ako vidíš. Začni s tým čo môžeš ovplyvniť, ako napr. neustále držanie zapnutého mobilu v ruke, či notebooku a ostatné veci rieš až potom.\n\n\n\nTiež nikdy nemaj na sebe položený notebook, ktorý je v nabíjačke. Je to najrýchlejší spôsob ako si privodiť celiakiu, Histamínovu intoleranciu a bohužiaľ, aj horšie veci.\n\n\n\nTo platí aj o mobile v nabíjačke. Veľa ľudí ho takto dokonca máva v noci pri vankúši a dokonca aj malí teenageri. Teraz možno začínaš chápať, prečo majú mladšie ročníky toľko problémov. K tomuto ti napíšem ešte niečo z predošlého článku\n\n\n\n\n\n\n\nKeď je telo v strese, napr. vďaka umelému vlneniu, aktivuje sa NFKapa Beta, stúpne aj hlavný cytokin IL-6, ktoré automaticky spolu zvýšia činnosť Th17. Th17 sú zas priamo spojené s Autoimunitou, ale tiež Autizmom, či Sklerózou. [R]\n\n\n\nA ak si stále neuvedomuješ dôvod, niečo ti naznačím. V článku Črevo a mozog #8 o ketóze a vývoji dieťatka si videl, ako sa tvorí myelín, aj čo všetko pre nás robí a tiež to, že malé deti ho tvoria až do 25 roku života. Práve vďaka myelínu napríklad regenerujeme svoje tkanivá.\n\n\n\nNo a každé umelé vlnenie myelín nie len zhoršuje, ale zároveň vyvoláva v dieťatku bez myelínu väčší STRES.\n\n\n\nVieš čo to znamená?\n\n\n\n\n\n\n\nŽe menej myelínu +  nadbytok umelého svetla a vlnenia = vyššia aktivita NF-Kb aj IL-6 a teda horšia imunita\n\n\n\nMožno by si teraz mimochodom mohol lepšie chápať, prečo je dnes viac rozšírený HIV ako kedysi, hoci je tu s nami daný vírus roky rokúce.\n\n\n\nHIV je totižto neuromodulačný vírus, ktorý sa dobre dostane do tela aj skrz črevo, ak je viac priepustné a rozmnoží, pričom v tele napadá Gliové Bunky, ktoré potom pracujú zle. A hádaj čo v mozgu tieto gliové bunky robia. Myelinujú ho… [R]\n\n\n\nPráve preto majú mladí ľudia menej MYELINOVANÝ nie len čelný lalok, ale aj miechu, na ktorú je napojený blúdivý nerv, ktorý vďaka nemu regeneruje aj imunitné látky v lymfatickom systéme za výstelkou čreva.\n\n\n\nAk je však myelín narušený, nič z toho sa neudeje. Takže si nabudúce rozmysli, či si k sebe na noc vezmeš zapnutý mobil a tiež, či pri malom bábätku necháš položený baby sitter, ktorý vysiela rádiové vlny, ktoré mu zhoršia myelináciu..\n\n\n\n\n\n\nNovinka webu - ZDARMAStiahni si praktický Pdf manuál Odporúčaných Krvných Testov!\nNehádaj, Netipuj,... ale Meraj!\nUchmatni si Pdf \n\n\n\n\n\n\n\n\n\n\n11. Ako presne postupovať a ako progress vyhodnocovať\n\n\n\nNa záver pripájam krátky a stručný postup, ako presne protokol aplikovať, v rámci tvojho individuálneho stavu, ako si vyhodnotiť, ktorý bod kedy zaradiť a tiež ako vedieť, že sa črevo hojí. A budeš prekvapený, no najlepší a najjednoduchší znak, ktorý je samozrejme zadarmo, je tvoja stolica.\n\n\n\n\n\n\n\n1. Najskôr odstráň disfunkčný mikrofilm \n\n\n\nAk máš teda vážny problém a tvoje črevo je zapálené, je v ňom veľká disbióza, pripadne máš nejakú infekciu ako kvasinky, musíš svoj mikrofilm odstrániť. Na to je skvelý horčík citrát alebo antibiotiká. Rozhodnutie aj dávkovanie je individuálne a preto ho nepíšem, prípadne sa poraď osobne s odborníkom.\n\n\n\n\n\n\n\n2. Potom musíš zaradiť kvalitnú stravu, s dostatkom proteínu a tuku.\n\n\n\nToto je ten čas, kedy chceš svoje telo „suplementovať“ s kvalitným živočíšnym proteínom. Samozrejme mám na mysli normálnu stravu. Zo začiatku odporúčam obmedziť príjem zeleniny a konzumovať jej iba trochu s vhodnou vlákninou.\n\n\n\n\n\n\n\n3. Teraz musíš sledovať svoj HsCRP a dostať ho dole.\n\n\n\nHsCRP chceš dostať pod 0.5.\n\n\n\n\n\n\n\n4. Následne sa „uisti“, že steroidné hormóny idú hore\n\n\n\nPravidelná kontrola hormónov a iných markérov na čele s DHEA musí byť nutnosť!\n\n\n\n\n\n\n\n5. Teraz (alebo súčasne s predošlými bodmi) zaraď fermentovanú a kvasenú zeleninu, aj vlákninu na repopuláciu čreva a mikrobiómu – Napr. Cibuľa, Cesnak, kel, kapusta, čalamáda,..\n\n\n\n– Tiež môžeš zaradiť veci ako oriešky a bryndza, (pre a pro biotika)\n\n\n\n\n\n\n\n6. Teraz zaraď (podľa potreby aj vo veľkom) kurkumín aj resveratrol.\n\n\n\nZaraď ich spolu, pre najlepší a synergický efekt.\n\n\n\n\n\n\n\n7. Teraz si musíš sledovať Stolicu.\n\n\n\nTvoja stolica je ukazovateľ toho, ako dobre hydratovaný je chým a mala by byť na stupnici číslo 4.\n\n\n\nAk sa ti stolica mení, stále je tam veľká disbióza a zrejme aj zápal. Podľa toho zvažuj a neustále obmieňaj predošlé kroky, pokým nebude stolica pravidelná a správna.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n8. Na záver sa uisti, že je tvoj kortizol a steroidné hormóny v norme a naopak HsCRP nízke.\n\n\n\nDokedy sa to nestane, musíš si dávať záležať na všetkom a viac.\n\n\n\nAko si totižto z predošlých článkov môžeš pamätať, ak je telo v strese alebo bez kyslíku, steroidné hormóny nevytvoríš a ostávaš zoxidovaný. To znamená, že konštantne prichádzaš o elektróny a tvoje črevo sa nedokáže redukovať (získať elektróny) a zahojiť sa.\n\n\n\nNeskôr, až ti tvoje krvné biomarkéry ukážu, môžeš postupne zvoľňovať a ostaneš iba pri strave, vhodnom svetle a slnku s chladom.\n\n\n\n\n\n\n\n12. Prečo treba zaviezť nové štandardy do spoločnosti\n\n\n\nV modernej spoločnosti, kde platia nové „štandardy“ sa tiež posúvajú normy. To znamená, že to čo je dnes normálne, nemusí byť bežné a naopak.\n\n\n\nDnes je totižto normálne, ak sa stretnú akýkoľvek dvaja ľudia a začnú si vymieňať skúsenosti s lekármi, o tom aké zdravotné problémy majú, že ich niečo bolí, atď., a ak problém niekto naopak nemá, vyčnieva z radu. \n\n\n\nTo znamená, že aj riešenie pre každého, koho svoje zdravie a život zaujíma, musí ísť „mimo“ zaužívaných nových štandardov.\n\n\n\nAk chceš byť dnes zdravý a mať svoj život pod kontrolou, musíš preto robiť „neobyčajné“ veci, ktoré sa tiež väčšine zdajú „mimo štandard“, ako napr. všímanie si svojho svetelného prostredia, EM smogu, kúpanie sa v studenej vode, vystavovanie sa chladu, sledovanie svojho hormonálneho panelu,…\n\n\n\nVšetko sú to nie normálne veci, ktoré kedysi neboli potrebné, no dnes sú. Vďaka takýmto „nenormálnym“ veciam potom môžeš svoje zdravie aj črevo udržať v norme (v tom, čo bolo kedysi bežné).\n\n\n\nMožno sa ti aj niektoré veci v danom protokole zdali „čudné“ a „nenormálne“, no ver, že majú zmysel. Rovnako viem, že väčšina z Vás začne ako prvé riešiť veci ohľadom suplementov, pretože sú jednoduché a tie ostatné až inokedy, ak vôbec, a tak to ma byť.\n\n\n\nNie každý je ochotný zmeniť sa, alebo začať svoj život preberať do vlastných rúk, a to je v poriadku. No ten, kto k tomu dospeje skôr či neskôr pochopí, že počítanie kalórií nie je cesta, obzvlášť po roku 2020, a že si musí začať klásť trochu iné otázky a začať vnímať veci aj inými očami. A práve tieto veci som si ti aj v dnešnom protokole snažil poodhaliť.\n\n\n\nA ak chceš svoj progress posunúť míľovými krokmi vpred a popri tom sa stretávať aj „osobne“ pri spoločných webinároch, je tu pre teba PRÉMIUM ČLENSTVO. Posledné dni ho môžeš získať ešte za jednorazový poplatok.\n\n\n\n\n\n\n\n\n\n\n\nTiež ti dávam do pozornosti zaujímavý kurz o príprave na tehotenstvo, do ktorého som prijal pozvanie ako hosť, v ktorom tak trochu rozprávam aj o dôležitosťou týchto vecí, hormonálnej rovnováhy, cirkadiánnom rytme a zdraví mitochondrií. \n\n\n\nAk si teda žena, ktorá sa pripravuje alebo chce v budúcnosti otehotnieť, tento KURZ by ťa mohol zaujímať. Predpredaj je spustený a ak máš záujem, so Zľavovým kódom JAROSLAV získaš 10% zľavu\n\n\n\n\n\n\n\nZáver \n\n\n\nAk sa ti článok páčil, a myslíš, že môže niekomu pomôcť, kľudne ho zdieľaj. Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie. \n\n\n\nTiež ti dávam do pozornosti 2 NOVINKY na webe a to možnosť pridať sa medzi prémium členov za jednorazový poplatok s trvalým prístupom a Vianočný balík kníh. \n\n\n\nV prémium členstve získaš množstvo výhod, zliav, všetky moje produkty a knihy, prístup ku všetkým webinárom, nonstop podporu na fóre, či „osobné“ stretnutia so mnou pri živých webinároch. Nižšie vidíš viac informácií. \n\n\n\nPlatba JEDNORAZOVO+ prístup do členstva získavaš NAVŽDY!Viac o jednorazovej ponuke TU >>\n\n\n\n\n\n\n\n\n\n\nVyuži možnosť zakúpiť si obe knihy Spoznaj Svoju Biológiu ako jeden Balíček v ZĽAVE a poštovným Zdarma.\n\n\n\n\n\n\n\n125,80 €  89,50 € + poštovné ZDARMAViac o balíčku sa dozvieš TU.\n\n\nNo a my dvaja sa čítame alebo počujeme už pri ďalšom dôležitom článku.",
  "date": "2021-12-29T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-01T16:23:04+02:00",
  "word_count": 3809
}